{
	"version": "https://jsonfeed.org/version/1",
	"title": "steveanderson.digital",
	"icon": "https://micro.blog/sadigital/avatar.jpg",
	"home_page_url": "https://steveanderson.digital/",
	"feed_url": "https://steveanderson.digital/feed.json",
	"items": [
		
			{
				"id": "http://sadigital.micro.blog/2015/10/10/visualizing-history/",
				"title": "Visualizing History",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://histography.io\">Histography</a> is a data visualization project by <a href=\"http://cargocollective.com/matanstauber/Histography\">Martin Stauber</a>, and it’s pretty amazing.</p>\n<blockquote>\n<p>“Histography\" is interactive timeline that spans across 14 billion years of history, from the Big Bang to 2015. The site draws historical events from Wikipedia and self-updates daily with new recorded events. The interface allows for users to view between decades to millions of years. The viewer can choose to watch a variety of events which have happened in a particular period or to target a specific event in time. For example you can look at the past century within the categories of war and inventions.</p>\n</blockquote>\n<p><iframe title=\"vimeo-player\" src=\"https://player.vimeo.com/video/134567426?h=cdfcff42fd\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The project reminds me of <cite>The Fifth Element</cite> when Leeloo is researching “War.\" It’s not the interface, but the way so much information can be visualized in such a compact form – it can be a bit overwhelming.</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-10-10T11:31:38-07:00",
				"url": "https://steveanderson.digital/2015/10/10/visualizing-history/",
				"tags": ["Uncategorized","data visualization","design","interface"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/09/20/deep-la-conference-at-the/",
				"title": "Deep LA Conference at The Huntington",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I’ll be presenting a paper at the “Deep L.A.” graduate history conference taking place at <a href=\"http://www.huntington.org\">The Huntington</a> on October 3rd.</p>\n<p>The conference is sponsored by UCLA and USC, with a focus on Los Angeles and Southern California regional history: <a href=\"http://lahistoryconference.tumblr.com\">http://lahistoryconference.tumblr.com</a></p>\n<p>I’m presenting a portion of a chapter in my dissertation, which focuses on mainframes, paperwork, and the electrical utility company Southern California Edison during the postwar era.</p>\n<p><img src=\"uploads/2025/tumblr-ntb95oqjy91u88v0uo1-500.jpg\" alt=\"LA History Conference logo - Deep LA\" width=\"500\" height=\"647\" /> <br />(Revised and republished March 28th, 2025)</p>\n",
				"date_published": "2015-09-20T10:00:43-07:00",
				"url": "https://steveanderson.digital/2015/09/20/deep-la-conference-at-the/",
				"tags": ["Paperwork","sce","Conferences","The Huntington Library"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/09/19/the-census-has-always-been/",
				"title": "The Census Has Always Been \"Big Data\"",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>The Census has always been “Big Data,” with or without computers and the automation of information.</p>\n<p><a href=\"https://web.archive.org/web/20140914172611/http://theinstitute.ieee.org/technology-focus/technology-history/census-and-sensibility\">Census and Sensibility: A Little History of Big Data</a> at IEEE (Wayback Machine link)</p>\n<blockquote>\n<p>Consider just one use of today’s big data with a deep history and a major impact on computational technology: keeping track of a country’s citizenry. This has often been accomplished through a periodic counting, or census. Many references to censuses exist in the ancient world, from Egyptian tomb inscriptions and the Hebrew Bible to, perhaps, most famously, the “worldwide” Roman census described in the Book of Luke in the New Testament.</p>\n</blockquote>\n<p><img src=\"uploads/2025/meister-der-kahriye-cami-kirche-in-istanbul-005.jpg\" alt=\"The Virgin Mary and Saint Joseph register for the Census in Ancient Rome\" width=\"600\" height=\"415\" /></p>\n<p>The Virgin and Saint Joseph register for the census before Governor Quirinius. Byzantine mosaic at the Chora Church, Constantinople 1315–1320 – <a href=\"https://en.wikipedia.org/wiki/Quirinius\">via Wikipedia</a></p>\n<p>(Revised and republished March 28th, 2025)</p>\n",
				"date_published": "2015-09-19T10:00:37-07:00",
				"url": "https://steveanderson.digital/2015/09/19/the-census-has-always-been/",
				"tags": ["Paperwork","ancient rome","big data","census","the bible"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/09/18/digital-imaginaries-at-aoir/",
				"title": "Digital Imaginaries at AoIR",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Something tells me I should have applied to the Association of Internet Researchers annual conference this year – the theme is “Digital Imaginaries.” The CFP has already passed, but the conference itself is coming up in late October, 21–24th, in Phoenix, Arizona.\n<a href=\"http://aoir.org/ir16/\">http://aoir.org/ir16/</a></p>\n<blockquote>\n<p>The 16th annual Internet Research conference will provide an opportunity to question the ways that networked technologies are imagined and enter into collective imaginaries. In what ways do we culturally apprehend and make sense of digital media? These imaginaries influence our actual and potential uses of technology, as well as how we constrain, encourage, and dream about those uses.</p>\n</blockquote>\n<p><img src=\"uploads/2025/ir16sponsors081815.jpg\" alt=\"AoIR sponsor image\" width=\"600\" height=\"446\" /> <br />(Revised and republished March 29th, 2025)</p>\n",
				"date_published": "2015-09-18T13:13:48-07:00",
				"url": "https://steveanderson.digital/2015/09/18/digital-imaginaries-at-aoir/",
				"tags": ["AoIR","Conferences","imaginaries","internet research"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/09/18/the-new-video-arcades-like/",
				"title": "The New Video Arcades: Like A Working Museum, with Beer",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Great article over at Polygon on new video game arcades:\n<a href=\"http://www.polygon.com/features/2015/9/7/9251753/running-an-arcade-2015\">What it's Like Running an Arcade in 2015</a></p>\n<blockquote>\n<p>It's a costly business, and it's no secret that many arcades have been looking for other ways to supplement that income, including combining arcades and bars together. \"[Most people] have illusions that beer and arcades are a perfect gimmick,\" Wilson says. \"If you don't love video games or know anything about repairing them or how to maintain them, you will lose your hat faster than the few minutes it takes to sign the lease on your new spot.\"</p>\n</blockquote>\n<p><img title=\"brewcade-interior.jpeg\" src=\"https://steveanderson.digital/uploads/2025/brewcade-interior.jpeg\" alt=\"Brewcade interior.\" width=\"1966\" height=\"1312\" border=\"0\" /></p>\n<p>It’s great that they list figures for the businesses too. When you’re in one of these places it seems like the money is just pouring in, but that’s not the financial reality.</p>\n<p>Plus, you’ll need to be really good at repairing these old machines, and in ways that retain their authenticity.</p>\n<blockquote>\n<p>“It’s very important to have a very good video game repairman,” Horne says. “It’s very important. Probably the number one thing. And bring your patience when it comes to sourcing the games.”</p>\n<p>Prices for the cabinets can wildly vary, on average costing around $1,000 a unit. For example, <em>Mario Kart</em> can run $2,500 to $3,000. <em>Mike Tyson’s Punch-Out!!</em> can run $1,500. <em>Mortal Kombat 2</em> has doubled in price since Horne started buying machines.</p>\n</blockquote>\n<p>(via <a href=\"http://kottke.org/15/09/the-new-arcades\">kottke.org</a>)</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-09-18T08:13:52-07:00",
				"url": "https://steveanderson.digital/2015/09/18/the-new-video-arcades-like/",
				"tags": ["digital culture","gaming","nostalgia","Video Arcades"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/08/11/people-working-in-computer-room/",
				"title": "People Working in Computer Room",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>As part of my dissertation I’m working with the Southern California Edison Photographs and Negatives collection at the <a href=\"http://www.huntington.org\">Huntington Library</a>. The photographic collection is now available online at the <a href=\"http://hdl.huntington.org\">Huntington Digital Library</a>. A few years ago, when I first came across this collection, it was only available in-person on a single computer.</p>\n<p>I stitched the two photos below into an animated gif, showing the transition within computerized space. The images are from <a href=\"http://hdl.huntington.org/cdm/compoundobject/collection/p16003coll2/id/68138/rec/7\">“People working in computer room with 1” tape drives\"</a> in the SCE collection at the Huntington. These before and after photos taken in 1966 at SCE appear to show how people would fit alongside and interact with the mainframe computer.</p>\n<p><img src=\"uploads/2025/sce1.gif\" alt=\"Animated .gif showing people in a computer room at SCE in 1966\" width=\"480\" height=\"372\" /></p>\n<p>Photographs such as these often show many people in the room, mostly trying to look busy, with a few of them staring at equipment or pretending to use the machine. These staged photographs for internal use are similar to those used for marketing. In both cases the images are designed to show how people and computers would work together.</p>\n<p>The mainframe in these photographs is a Control Data Corporation mainframe, and it appears to be a CDC 3200 system.</p>\n<p>The Computer History Museum in Silicon Valley has a <a href=\"http://archive.computerhistory.org/resources/text/CDC/CDC.3200.1963.102646086.pdf\">brochure for the CDC 3200 mainframe (PDF)</a> available online as well.</p>\n<p>(Revised and republished March 29th, 2025)</p>\n",
				"date_published": "2015-08-11T14:52:54-07:00",
				"url": "https://steveanderson.digital/2015/08/11/people-working-in-computer-room/",
				"tags": ["mainframe","photographs","cdc","computer room","sce","Southern California Edison"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/08/08/univac-marketing-photographs/",
				"title": "Univac 494 marketing photographs",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I came across this Univac photograph online, showing three people working in a computer room. Using a reverse Google Image Search, it appears that this image and a few others like it were posted online around 2006. From there it looks like the pictures were blogged here and there, recently posted to Pinterest, then making their way to Instagram. I can’t seem to find the original image online, but this one looks like a scan of a partially damaged photo most likely used for marketing. It’s possible that this image could be printed in a brochure other other advertisement.</p>\n<p><img src=\"uploads/2025/univac-494.jpg\" alt=\"Auto-generated description: Two women and a man are working in a vintage computer room with large mainframe machines and a terminal.\" width=\"590\" height=\"590\" /></p>\n<p>The image above is a little fuzzy, but the mainframe appears to be a Univac 494. This would date the photograph to 1965 or 1966 or so. The additional photographs below offer a closer view of the mainframe console and its peripherals. There’s also more information on the <a href=\"http://ed-thelen.org/comp-hist/vs-univac-494.html\">Univac 494 at Ed Thelen’s website</a> (photos linked below).</p>\n<hr />\n<figure><a href=\"http://bitsavers.trailing-edge.com/pdf/univac/494/photos/494_3.jpg\"><img src=\"uploads/2025/494-3a.jpg\" alt=\"univac 494 console\" width=\"600\" height=\"400\" /></a>\n<figcaption>Univac 494 console (photo link)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"http://bitsavers.trailing-edge.com/pdf/univac/494/photos/494_5.jpg\"><img src=\"uploads/2025/494-5a.jpg\" alt=\"Univac 494 marketing diorama\" width=\"600\" height=\"378\" /></a>\n<figcaption>Univac 494 marketing diorama (photo link)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"http://bitsavers.trailing-edge.com/pdf/univac/494/photos/494_4.jpg\"><img src=\"uploads/2025/494-4a.jpg\" alt=\"Univac 494 mainframe room\" width=\"600\" height=\"383\" /></a>\n<figcaption>Univac 494 mainframe room (photo link)</figcaption>\n</figure>\n<hr />\n<p>(Revised and republished March 30th, 2025)</p>\n",
				"date_published": "2015-08-08T09:43:05-07:00",
				"url": "https://steveanderson.digital/2015/08/08/univac-marketing-photographs/",
				"tags": ["Advertising","photographs","advertisements","univac","Univac mainframes"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/05/24/ill-see-you-online-teaching/",
				"title": "I’ll See You Online: Teaching Assistants, Google Hangouts, and the Online Classroom",
				"content_html": "<!-- raw HTML omitted -->\n<!-- raw HTML omitted -->",
				"content_text": "<p>This paper was presented at the Cultural Studies Association annual conference in Riverside, CA in May of 2015.</p>\n<p>When asked to be a teaching assistant for a fully online class at UC Riverside, my initial response was “of course…but what do I do?” The transition for teaching assistants into the digital world is an often overlooked aspect of online education, with little attention paid to issues of digital preparation, social media training, shifting labor demands, and digital pedagogy. In the physical classroom, teaching assistants play a vital role by grading papers, leading discussion sections, and most importantly, interacting with students. In the virtual classroom, however, TAs can easily become readers or aides that only grade papers and have little connection with students, or even the professor. In order to remedy this situation, in three online courses over the last two years in which I was a TA, the video conferencing service Google Hangouts was used for synchronous class discussions.</p>\n<!--more-->\n<p>The realtime engagement in Google Hangouts was an essential component of these courses, and in many ways the Hangout became the classroom. The Google Hangout discussions were vital to the online course, with approximately five to nine students attending per session. Google Hangouts operate as a many-to-many service, meaning that students were able to both see and hear each other during discussion. This connectivity enabled students to work through the course materials in an open and engaging format, and it also gave the instructors a window on student needs and performance. Using Google Hangouts was not without its hurdles though, and this paper will discuss the initial ethical concerns of using Google Hangouts, the technical difficulties and resolutions, and also the institutional changes at UC Riverside regarding our progress.</p>\n<p>Before the course began, Professor Juliette Levy, Instructional Designer Ava Arndt, and myself met using Google Hangouts to become familiar with the process. The three of us previously used other video conferencing services such as Skype, but we had not maintained a multi-person discussion for an extended period of time. We decided on Google Hangouts over other services for two main reasons — in user forums across the web Google Hangouts was seen as more robust than Skype, and UCR was using Google Apps for Education making Hangouts a good choice. The three courses that utilized Google Hangouts were all fully online, the first of which was a three-week accelerated summer course in 2013. The second class using Hangouts was a full ten-week quarter in the spring of 2014, and the last was another three-week accelerated summer course in 2014. All three of these undergraduate classes with Dr. Levy and Dr. Arndt covered the History of Latin America. During both of the summer courses I was the only TA as class sizes were small, around 40 students each. The class size during the spring quarter was about 130 students, and there were two other TAs besides myself, neither of which had previous experience teaching online.</p>\n<p>As we began our first class using Google Hangouts, Professor Levy and I started to have some second thoughts about the process. We kept in mind that digital technology can enhance the experience of learning but we also needed to be careful about its application, especially in an online course which is already a digitally constructed environment. We were concerned about online privacy, the ability of the students to use the service, and also the locations from which students might attend the Hangouts. Regarding privacy online, we made sure that using Google Hangouts was optional. We included a disclaimer in the course modules that students were not required to attend the video conference sessions, and that they could receive the same information in other ways if they chose to do so.</p>\n<p>None of the students opted out of the Hangouts, and although some students had trouble figuring out the software, all students in each class were able to engage in the virtual meetings. There was no discussion of grades during the Hangouts, and we made sure to comply with FERPA regulations. The issue of communication privacy turned out to be more of a technical detail, as Hangouts are encrypted while information is in transit, but not at the endpoints. It would require a high level of technological skill to tamper with our Hangout sessions, which eased our minds a bit, and we made sure to keep the information in our discussions focused on the class content. Our sessions could have taken place in physical public space, and we made sure that conversations centered on the historical materials rather than any private matters.</p>\n<p>Many of the students did not have access to a computer or laptop for personal use, but all students were able to either borrow a machine from a friend or the university. Some students did have a desktop computer, but they did not have a webcam. Thankfully, these students were able to use their smartphones instead, using the built-in camera and microphone to engage in the Hangouts. Once students received the invitation to join the Hangout, sent by the TA or professor, they were able to see and hear the other students. A few students chose to block their camera and only show an avatar, although they did use audio. If there were problems with network traffic or poor WiFi signals, students were also able to use the lower bandwidth option of typing in the chat box alongside the main window.</p>\n<p>The chat feature was also helpful when students had questions but the conversation was still ongoing and energetic. Students could pose a question in the chat area via text while still engaging in the discussion, and we could go back and address those comments afterwards. Google Hangouts is available on the web, for which Google’s Chrome browser works best, and it is also available on Android and Apple iOS devices, such as the iPad and the iPhone. In all three courses there were no students left out of the Hangouts due to technical problems or lack of equipment. When two students were near each other, however, such as in a dorm room, there was a problem with microphone feedback. To remedy this, two students could share one device and sit next to each other during the video conference session.</p>\n<p>The physical location in which the students chose to do the Hangout effected their experience in a variety of ways, both technologically and socially. As these courses were fully online, many of the students were not present at their universities or even in the country. All students were taking classes through the UC system, and although Professor Levy and myself are at UC Riverside, some students were at other UC campuses and a few were away overseas. One student in particular was in China, and he chose a discussion session that overlapped with his schedule and the time difference. This student in China also did not have access to WiFi where he was living, so he would do his sessions in the local McDonald’s which offered free but not very robust WiFi. Over the three courses, a few students used WiFi at various Starbucks locations across California. Some students attended sessions during their lunch breaks, with one student seeking solace in his car while parked at work.</p>\n<p>In addition to these mostly technical issues of WiFi signal and a quiet space, other location concerns overlapped with the question of personal privacy online. Initially, Professor Levy and myself were worried about the ability of students to control the space around them during Hangouts — not only is the student themselves shown in the Hangout video window, but also the area around and behind them. One of the more enterprising students chose to attend a Hangout session during a pool party, certainly a poor choice which effected his ability (and everyone else in the Hangout) to pay attention and be serious about the course. This was a rare, and one-time occurrence though. The vast majority of students were conscientious about their choice of surroundings, choosing a relatively quiet place that was free of distractions.</p>\n<p>Problems with software were not unknown during the Hangouts, but they were also easy to fix for the most part. The initial Hangout required that a plugin be installed on desktop or laptop computers, but apps for iOS and Android updated themselves automatically. Once the plugin was installed, students were able to join Hangouts, although a reboot of the browser or the computer might be necessary to get things functioning properly. Most technical glitches could be solved by simply rebooting the computer or the mobile device, however, this could also take a few minutes and keep students away from the discussion. Discussion sessions were scheduled for 30 minutes maximum, usually ending on time or perhaps going a few minutes over if a student had an additional question. In the first course, we began scheduling office hours on Hangouts but very few students attended. Eventually, we held office hours by appointment or tried to tie them into the end of the scheduled Hangouts, rather than listing specific timeframes that students might not be able to attend. The total amount of time for labor in the courses did not exceed the prescribed hours for TA work. However, since this was a new and experimental process the first week was the busiest, which is generally the opposite of in-person classes.</p>\n<p>Hangout sessions for the three-week courses took place each week, and for the ten-week course, every other week. The first session of each course was really more about connecting with each other than going over the course material. This connection was technological, in that students needed to get to their Hangout, and also social, so that everyone could say hello and go over any initial questions they might have about the class in general. After the first week, Hangouts ran smoothly and new students adding the course were even helped by other students through the Piazza forum we used for the class.</p>\n<p>One thing of importance to mention is that the sensation of time is different online than it is in person — online or digital time feels much more compressed. Thirty-minute sessions felt as though they were an hour or more, which is largely due to two factors. First, the online discussions require more intense concentration from all participants, everyone can see each other the entire time and eye contact is essential. Secondly, with smaller groups during the Hangouts the interaction is more personal and more students get time to talk and raise questions. Initially I scheduled four, thirty-minute Hangouts back to back over two hours for myself as the TA. This was certainly a mistake. I felt exhausted after the sessions were complete, and there wasn’t enough flexibility for lingering questions after the formal session ended. Allowing at least an hour for the thirty-minute sessions worked much better, and spacing them apart on different days helped as well, since there was more time to reflect for the next meeting.</p>\n<p>Scheduling the Hangout sessions was very difficult in the first two classes, because the registrar did not list online sections for students to attend. In physical classes, discussion sections are arranged ahead of time by the registrar and students choose which one they would like to attend. In these virtual or online classes, however, there were no sections listed, so gathering the students together for Hangouts was quite time-consuming during the first week. I did the scheduling for the first two classes manually and this occupied all of my work time during week one of each course. Once timeframes were set though, things ran smoothly. A few students did need to move to another session after the fact, or switch for a week or two because of other engagements, but overall the sessions remained set. If there were not enough students in one particular session, we would rearrange the schedule, moving a session that might have two students into another time that perhaps had five or six attendees.</p>\n<p>At the time, Google Hangouts had a maximum of ten people allowed per Hangout, but this has since been raised to fifteen students if the domain is one for education, such as ucr.edu. In the classes that have taken place since I was a TA, there have been some problems with connectivity that might be related to the additional five spots. It may be that the additional five places are not the issue, but that the problem is more connected to the arrangement of the ucr.edu domain on the system administrator side. Over the past few years, UCR changed over to Google Apps for Education, in the process issuing new Gmail, or “R’mail” addresses. Students now receive not just one email address, but several email aliases for use with UCR online services, such as the learning management system and class registration. Whatever the case may be, the connectivity problems have worsened with the move to groups of fifteen, and future classes may need to try another service with smaller groups, such as Skype or Adobe Connect.</p>\n<p>Another problem that we encountered at the beginning of this process was that Google Hangouts was not enabled by system administrators at UCR. As we began testing the Hangouts, we noticed that even though ucr.edu email addresses had worked with Hangouts in the past, they were suddenly not working. The Hangout service was first rolled out to the Google Apps for Education software package as a beta program, and it was not automatically enabled within the system settings. Google Hangouts was considered to be in the early release phase, allowing system admins to test the program without rolling out the service campuswide. There were also other technical details that led to the Hangouts service not being included within the university’s contract with Google in the same way as Docs, Calendar, or Gmail. To overcome this obstacle, we asked students to use a regular, non-UCR Gmail address. Many of the students had preexisting Gmail addresses, and some created a new Gmail specifically for the class. With these Gmail addresses outside of the university system we had very few problems with students connecting to the sessions, but we were limited to ten people including the TA or professor. We included the process of creating a Gmail address along with joining a Hangout in short video tutorials within the first module of the course, and we informed students that creating a Gmail account was optional as well.</p>\n<p>For the third iteration of the course, we approached the system admins at UCR about adding Hangouts to the list of approved applications for student and faculty use. A point that we were certain to make about using Hangouts in the classroom was that the president of the UC system, Janet Napolitano, was actively engaging students and faculty through Google Hangouts. After an examination of the service contracts with Google, the system admins sent a campus-wide email describing Google’s service contract, and they enabled Hangouts for all students. The campus-wide email included certain caveats, such as how some Google services for educational use are restricted in their mining of data and others are not. Any information that might be collected remains private though, and it is not shared beyond the university and Google. A link to the privacy statement and contact information for the system admins was included in the email, which was sent in June of 2014. Since this point in June of last year, Hangouts have been available through the ucr.edu email domain, enabling students to feel more confident about the Hangout process in general. This also helps reduce the instructor workload of tracking multiple student email addresses for the class, as well as giving the students one less thing to do since they no longer need to create a Gmail address for the course.</p>\n<p>So far in this paper I have discussed our initial ethical concerns, technical difficulties and solutions, and also institutional changes at UC Riverside. In addition to this I will also share our strategy for the Hangouts themselves, what we discussed, and how the students felt about the process.</p>\n<p>In the first two courses, the Hangouts were designed to be like a traditional in-person discussion section, with additional materials or readings posted for the Hangout specifically. I was the only TA for the initial course, and I also happen to teach the History of Latin America as an adjunct at another university, so this came easy for myself but it was an undue burden for the students. When the two other TAs were added to the roster in the regular ten-week session, it was also too much for them to cover since many students wanted more help with the regular work. After some discussion of the process we decided that the regular course materials were enough to go over during the Hangouts, and that we could go more deeply into the existing materials if needed.</p>\n<p>With these changes to our strategy for using Hangouts, we lessened the pressure and anxiety for discussion and students reacted positively. The modules and video lectures within the course became more tied to the Hangout sessions, and rather than doing less work, students engaged more proactively with the materials. Even though the Hangouts were an additional technological obstacle to overcome, students craved the face-to-face contact, and especially the assurance that they were not alone. As T. Mills Kelly points out in Teaching History in the Digital Age, “just because they are adept <em>users</em> of technology, that is not the same thing as being adept <em>learners with</em> technology”(Kelly). Students were indeed seeking help with the course content, but even more so they were in need of help with the process of online learning overall. This is not to say that the Hangouts became a tech-session, or a time for idle chat, instead the Hangouts evolved into a place were students felt connected to each other and the class. Students learned how to be successful in a digital learning environment through their discussions with each other, and this was reflected in their assignments, essays, and final class projects.</p>\n<p>Despite any technical difficulties we had with the Hangouts, the service was a great solution for bringing students together in a synchronous manner. The fact that many of the students could see each other and talk as necessary without muting or un-muting their microphones helped make the sessions more natural and free-flowing. The aural and visual connectivity provided by Hangouts enabled students to experience the social cues that accompany many of the actions of an in-person class, such as raising a hand, having a look of bewilderment or mastery, or taking notes when a good point is made. These “verbal and non-verbal signals” were important for the students, and also for the professor and TAs. Rather than waiting for student feedback at the end of the course, we were able to revise the structure of the Hangouts while the course was in progress because of the more visceral experience. The feedback we did receive from students on the Hangouts was extremely positive. The number-one student request was for longer Hangouts, and more of them.</p>\n<p>In the end, it is important to mention that while Google Hangouts is a terrific service, other similar video conferencing tools could work just as well. Of primary concern is not the digital tool, instead it is the student interaction, the organic social connections, and the aural and visual cues that many-to-many video conferencing provides. The goal is not to reproduce the classroom of the twentieth century within the screen of a laptop or smartphone, but to create a new and enhanced experience for students and teachers alike. As digital environments become more commonplace, and as it so often seems, more complex, it is vital to consider the pedagogical aspects of teaching online from the very beginning of course creation. As we move forward with the class in new iterations, the three of us find ourselves designing the course around the Hangouts, making them an even more central place for student engagement.</p>\n<h3>References</h3>\n<p>Boettcher, Judith V. and Rita-Marie Conrad. <cite>The Online Teaching Survival Guide: Simple and Practical Pedagogical Tips.</cite> San Francisco, CA: Jossey-Bass, Wiley, 2010.</p>\n<p>Cohen, Daniel J. and Roy Rosenzweig. <cite>Digital History: A Guide to Gathering, Preserving, and Presenting the Past on the Web.</cite> Philadelphia, Pennsylvania: University of Pennsylvania Press, 2005.</p>\n<p>Coleman, Kathryn and Arianne Rourke, eds. <cite>Pedagogy Leads Technology: Online Learning and Teaching in Higher Education, New Technologies, New Pedagogies</cite>. Technology and Society series. Champaign, IL: Common Ground Publishing, 2011.</p>\n<p>Kelly, T. Mills. <cite>Teaching History in the Digital Age.</cite> Ann Arbor, MI: University of Michigan Press, 2013.</p>\n<p>McGrath, Larry and Charles Rowley. “Google Hangouts will be made available via R’Mail accounts starting June 23.” UC Riverside campus-wide email. June 18, 2014.</p>\n<p>Salter, Anastasia. “Adventures in Synchronous Online Teaching.” The Chronicle of Higher Education. ProfHacker Blog post. February 17, 2014. <a rel=\"noopener\" href=\"http://chronicle.com/blogs/profhacker/adventures-in-synchronous-online-teaching\">http://chronicle.com/blogs/profhacker/adventures-in-synchronous-online-teaching</a></p>\n<h3>Related posts:</h3>\n<p><a href=\"https://steveanderson.digital/2014/02/12/notes-on-virtual-lectures/\">Notes on Virtual Lectures</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/11/virtual-lectures-and-the-digital/\">Virtual Lectures and the Digital Classroom</a></p>\n<p><a href=\"https://steveanderson.digital/2013/07/18/digital-pedagogy-and-the-online/\">Digital pedagogy and the online classroom</a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2015-05-24T19:50:54-07:00",
				"url": "https://steveanderson.digital/2015/05/24/ill-see-you-online-teaching/",
				"tags": ["Digital Humanities","Digital Pedagogy","Online Education","digital history","conference papers","google hangouts"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/04/28/amazon-the-new-consumers-bible/",
				"title": "Amazon: The New Consumer's Bible",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>From November 2013, Derek Thompson writing for <cite>The Atlantic</cite>: <a href=\"https://web.archive.org/web/20150320092807/https://www.theatlantic.com/magazine/archive/2013/11/the-riddle-of-amazon/309523/\">The Amazon Mystery: What America’s Strangest Tech Company Is Really Up To</a> (Wayback Machine link)</p>\n<blockquote>\n<p>Seriously: What is Amazon? A retail company? A media company? A logistics machine?...</p>\n<p>In a way, this strategy isn’t new at all. It’s ripped from the mildewed playbooks of the first national retail stores in American history. Amazon appears to be building nothing less than a global Sears, Roebuck of the 21st century—a large-scale operation that aims to dominate the future of shopping and shipping.</p>\n</blockquote>\n<p>From October 2014, also Derek Thompson for <cite>The Atlantic</cite>: <a href=\"https://web.archive.org/web/20150713054221/http://www.theatlantic.com/business/archive/2014/10/is-amazon-evil/381357/?utm_source=wired\">What in the World Is Amazon?</a> (Wayback Machine link)</p>\n<blockquote>\n<p>...there is something devilishly seductive to the conveniences of digital capitalism that makes life better for us as consumers and worse for us as workers. Does buying diapers once from Amazon make one morally complicit in the working conditions of its warehouse employees? What about subscribing to Amazon Prime? Having an Amazon credit card?</p>\n</blockquote>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-04-28T02:33:23-07:00",
				"url": "https://steveanderson.digital/2015/04/28/amazon-the-new-consumers-bible/",
				"tags": ["digital culture","consumer culture","amazon","business","retail","shopping"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/04/23/anything-mechanical-give-it-a/",
				"title": "Anything Mechanical, Give it a Good Bash",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/insM7oUYNOE?si=8EdQM3sgHOv1rd_I\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>“Percussive Maintenance,” by Duncan Robson</p>\n<p>What a great <a href=\"http://en.wikipedia.org/wiki/Supercut\">supercut</a>. Montage videos like this are good conversation starters, and they help run a thread through seemingly disparate genres of film and history.</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-04-23T06:05:43-07:00",
				"url": "https://steveanderson.digital/2015/04/23/anything-mechanical-give-it-a/",
				"tags": ["digital culture","Videos","montage","supercut","video essay"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/04/18/mcconaughey-reacts-to-star-wars/",
				"title": "McConaughey Reacts to Star Wars",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/PYHdQUyOunA?si=b9rmjRFHG2Z39x2w\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Matthew McConaughey’s reaction to Star Wars teaser #2 (an <cite>Interstellar</cite> and <cite>Star Wars</cite> remix)</p>\n<p>I feel the same way, but I cried more.</p>\n<p>I love when he puts his hand up, so good. I saw the reaction video a couple of days ago, and it had about 40,000 views. Now it’s close to 5 million.</p>\n<p>Here’s the full trailer on <a href=\"https://youtu.be/ngElkyQ6Rhs?feature=shared\">YouTube</a>.</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-04-18T16:36:41-07:00",
				"url": "https://steveanderson.digital/2015/04/18/mcconaughey-reacts-to-star-wars/",
				"tags": ["interstellar","matthew mcconaughey","reaction videos","remix","Star Wars","the force awakens"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/04/07/whatever-you-do-dont-shout/",
				"title": "Whatever You Do, Don't Shout \"Cut\"",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/QdnkOM4pLUw?si=TPw1Rm4lA3OTAgV7\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The Story of the Indiana Jones Bridge Scene</p>\n<blockquote>\n<p>The night before I said to Steven [Spielberg], whatever you do, if you stop cameras don’t shout-out “cut,” just shout-out “stop cameras,” because I might go and cut the bridge.</p>\n</blockquote>\n<p>(via <a href=\"https://www.youtube.com/channel/UCzuwS1ll2HuQ1wV-tqf43KQ\">Academy Originals</a>)</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-04-07T17:53:13-07:00",
				"url": "https://steveanderson.digital/2015/04/07/whatever-you-do-dont-shout/",
				"tags": ["video","History and Film","indiana jones","movie history"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/30/a-constant-state-of-alarm/",
				"title": "A Constant State of Alarm - The Undersea Network",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Excerpts from <a href=\"https://www.dukeupress.edu/the-undersea-network\"> <cite>The Undersea Network</cite>, Duke Press, 2015, by Nicole Starosielski</a>.</p>\n<p>These excerpts are found in <a href=\"http://www.scientificamerican.com/article/undersea-cable-network-operates-in-a-state-of-alarm-excerpt/\"> an article on <cite>The Undersea Network</cite>, at Scientific American</a>:</p>\n<blockquote>\n<p>This vision of autonomous networks is shaped more by Hollywood cinema than by actual cable operations. In reality, our global cable network is always in a sort of crisis and, at the same time, highly dependent on humans to power the steady flow of information transmissions.</p>\n<p>It would perhaps be more precise to say that cables are always in a state of “alarm.” An “alarm,” in network-speak, is anything from an indication that the cable has been severed to a reminder about a needed computer update.</p>\n<p>Even if our signals continue to pass through cable systems without delay, the undersea network never quite functions perfectly on its own, that is, without alarm and without human assistance.</p>\n<p>When I ask operators about the vulnerabilities of today’s undersea network, many express concerns about downsizing and retirements. They fear that carefully sustained industry knowledge will be lost and that there will be nobody to take their place that will adhere to the same standards of reliability. Recruiting the next generation of workers is difficult. There is no direct path to the industry and it remains largely invisible to the public.</p>\n</blockquote>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-30T06:45:34-07:00",
				"url": "https://steveanderson.digital/2015/03/30/a-constant-state-of-alarm/",
				"tags": ["Digital Infrastructure","transoceanic","undersea cables","networks","new books"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/29/undersea-cables-and-cybersecurity-in/",
				"title": "Undersea Cables and Cybersecurity in Australia",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.aspistrategist.org.au/australias-vulnerable-submarine-cables/\">Australia’s vulnerable submarine cables</a>, by Jessica Woodall at <cite>The Australian Strategic Policy Institute</cite></p>\n<blockquote>\n<p>Scattered across the ocean floor in intricate webs, submarine cables transfer high data volumes between onshore nodes. Five main international cables connect Australia to cyberspace and global voice networks. They carry 99% of Australia’s total internet traffic, dwarfing the capacity of satellites. Submarine cables are vital to our communications, economic prosperity, and national security. They also tend to break. A lot.</p>\n<p>In most regions of the world this isn’t unexpected, or particularly worrying. Submarine cables aren’t much thicker than a garden hose and for the most part sit untethered and unprotected on the sea floor. Inadvertent breakages from ship anchors, nets and natural phenomena such as undersea earthquakes occur frequently, averaging at least one a week. To mitigate this risk, international agreements between cable operating companies are extensive, repair ships are quickly deployed and traffic is usually rerouted through other cables.</p>\n<p>Unfortunately, the situation for Australia is more complicated. Sitting in the Southern Hemisphere, we’re largely isolated from the busy network of Transatlantic and North Asian Cable lines. We’re also unable to use overland fibre optic cables from other countries, leaving us reliant upon just a handful of international undersea cables.</p>\n</blockquote>\n<p>Image below: Australian submarine cables at <a href=\"https://www.submarinecablemap.com/\">submarinecablemap.com</a></p>\n<p><img title=\"australian-submarine-cables.png\" src=\"https://steveanderson.digital/uploads/2025/australian-submarine-cables.png\" alt=\"Australian submarine cables.\" width=\"2200\" height=\"1496\" border=\"0\" /></p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-29T04:41:39-07:00",
				"url": "https://steveanderson.digital/2015/03/29/undersea-cables-and-cybersecurity-in/",
				"tags": ["data visualization","Maps","Digital Infrastructure","transoceanic","undersea cables","cybersecurity"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/28/finding-the-death-of-the/",
				"title": "Finding the Death of the Mainframe",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<figure><a href=\"http://www.computerhistory.org/revolution/mainframe-computers/7/182/734\"><img src=\"uploads/2025/500004507-03-01.jpeg\" alt=\"\" width=\"600\" height=\"450\" /></a>\n<figcaption>Stewart Alsop, editor for Infoworld magazine in the 1990s eating his words, \"Death to the Mainframe,\" 2001 (Computer History Museum)</figcaption>\n</figure>\n<p>I came across <a href=\"https://web.archive.org/web/20140711131344/http://blog.microfocus.com/news/the-ibm-mainframe-50th-anniversary-golden-oldie-or-modern-marvel/2641/\">a blog post (Wayback Machine link)</a> discussing the 50th anniversary of the IBM System/360, and it mentioned a prediction about the so-called “death of the mainframe.”</p>\n<p>I had seen the photo before, of Stewart Alsop literally eating his words “Death to the Mainframe” with a knife and fork, but I had not seen the original quote in print, and I couldn’t find a citation.</p>\n<p>Back issues of <cite>InfoWorld</cite> magazine are online at Google Books, but searches there were not helpful. I kept finding references to the prediction, but not the original statement itself.</p>\n<p>Then I happened across this <a href=\"https://groups.google.com/forum/#!topic/alt.folklore.computers/DJtViRDOHzI\">forum discussion about the “Death of the Mainframe” on Google Groups</a>, and one of the members noted that the original statement did not happen in the <cite>InfoWorld</cite> magazine, but at a conference.</p>\n<p>The first reference in print to the death of the mainframe by Alsop is in the February 22, 1993 issue of <cite>InfoWorld</cite> magazine on page 4. The article reads:</p>\n<blockquote>\n<p>Last week, we held the second InfoWorld Editorial EXPOsure, where 35 vendors from the Northwest showed hot new products to 26 of our editors and reporters and more than 70 of our readers (plus an odd assortment of other insiders and cognoscenti).</p>\n<p>We also had a fun panel featuring columnists Cheryl Currid and Brian Livingston, along with four of our staff. The panel gave a lively discussion about the role of the mainframe in future information systems. I predicted that the last mainframe will be unplugged on March 15, 1996. Cheryl Currid was a little kinder and predicted that all remaining mainframes will blow up on December 31, 1999, when their clocks cannot figure out how to make the change to the year 2000.</p>\n</blockquote>\n<figure><a href=\"https://steveanderson.digital/uploads/2025/last-mainframe-alsop-infoworld-february-22-1993.jpg\"><img src=\"uploads/2025/last-mainframe-alsop-infoworld-february-22-1993.jpg\" alt=\"Infosec magazine article image\" width=\"600\" height=\"343\" /></a>\n<figcaption>Alsop predicted (jokingly, as I read it) that the last mainframe would be unplugged in 1996 - <cite>InfoWorld</cite>, February 22, 1993.</figcaption>\n</figure>\n<p>Reference for the magazine article:\n<br />Alsop, Stewart. “Microsoft’s Hermes: key network management system or myth?” Distributed Thinking, <cite>InfoWorld</cite> magazine. February 22, 1993. page 4. <a href=\"https://books.google.ca/books?id=vjsEAAAAMBAJ&amp;lpg=PA1&amp;pg=PA4#v=onepage&amp;q&amp;f=false\">(article available on Google Books)</a></p>\n<p>(Revised and republished March 30th, 2025)</p>\n",
				"date_published": "2015-03-28T09:45:11-07:00",
				"url": "https://steveanderson.digital/2015/03/28/finding-the-death-of-the/",
				"tags": ["Mainframe retirement","Death of the mainframe","claim chowder","infoworld magazine","stewart alsop"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/28/sea-monsters-and-submarine-cables/",
				"title": "Sea Monsters and Submarine Cables",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Vintage-style <a href=\"https://web.archive.org/web/20150318093154/https://www.telegeography.com/telecom-maps/submarine-cable-map/index.html\">map of submarine cables by TeleGeography (Wayback Machine link)</a>.</p>\n<blockquote>\n<p>This year’s map pays tribute to the pioneering mapmakers of the Age of Discovery, incorporating elements of medieval and renaissance cartography. In addition to serving as navigational aids, maps from this era were highly sought-after works of art, often adorned with fanciful illustrations of real and imagined dangers at sea. Such embellishments largely disappeared in the early 1600s, pushing modern map design into a purely functional direction.</p>\n</blockquote>\n<p><img title=\"submarine-cable-map-1200x1600.png\" src=\"https://steveanderson.digital/uploads/2025/submarine-cable-map-1200x1600.png\" alt=\"Submarine cable map.\" width=\"1600\" height=\"1200\" border=\"0\" /></p>\n<blockquote>\n<p>To bring back the lost aesthetic that vanished along with these whimsical details, TeleGeography referenced a variety of resources in the design process. One of the most invaluable was Chet Van Duzer’s Sea Monsters in Medieval and Renaissance Maps book, which provides arguably the most complete history of the evolution of sea monsters and map design from this period. Our final product is a view of the global submarine cable network seen through the lens of a bygone era.</p>\n</blockquote>\n<p>There's an interactive online version of the map as well: <br /><a href=\"http://submarine-cable-map-2015.telegeography.com\">http://submarine-cable-map-2015.telegeography.com</a></p>\n<p>(via <a href=\"http://www.vox.com/2015/3/13/8204655/submarine-cables-internet\">Vox</a>)</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-28T04:26:49-07:00",
				"url": "https://steveanderson.digital/2015/03/28/sea-monsters-and-submarine-cables/",
				"tags": ["data visualization","Maps","Digital Infrastructure","communications","internet","transoceanic","undersea cables"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/27/we-dont-see-mainframes-as/",
				"title": "We Don't See Mainframes as Legacy Technology",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.bbc.com/news/technology-26886579\">Half-century milestone for IBM mainframes</a>, by Mark Ward at <cite>BBC News</cite>, April 7th, 2014.</p>\n<figure><img src=\"uploads/2025/102635888-03-01.jpeg\" alt=\"\" width=\"600\" height=\"450\" />\n<figcaption>IBM System/360 Model 65 Computer, 1965 (image via <a href=\"http://www.computerhistory.org/revolution/mainframe-computers/7/161/565\">Computer History Museum</a>)</figcaption>\n</figure>\n<p>Most interesting about the passage below, is that they’re referring to mainframes right now, not 50 years ago.</p>\n<blockquote>\n<p>\"I don't think people realise how often during the day they interact with a mainframe,\" he said.</p>\n<p>Mr Heptonstall said mainframes were behind many of the big information systems that keep the modern world humming and handled such things as airline reservations, cash machine withdrawals and credit card payments.</p>\n<p>The machines were very good at doing small-scale transactions, such as adding or taking figures away from bank balances, over and over again, he said.</p>\n<p>\"We don't see mainframes as legacy technology,\" said Charlie Ewen, chief information officer at the Met Office, which has been using mainframes for 40 years.</p>\n</blockquote>\n<p>(Revised and republished March 30th, 2025)</p>\n",
				"date_published": "2015-03-27T14:23:54-07:00",
				"url": "https://steveanderson.digital/2015/03/27/we-dont-see-mainframes-as/",
				"tags": ["IBM","anniversary","IBM Mainframes","system 360","Mainframes today"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/27/ibm-system-th-anniversary/",
				"title": "IBM System/360 - 50th anniversary",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>IBM recently celebrated the 50th anniversary of the System/360 mainframe, which was announced on April 7, 1964.</p>\n<p><a href=\"https://web.archive.org/web/20140408042250/http://www-03.ibm.com/ibm/history/exhibits/mainframe/mainframe_PR360.html\">IBM press announcement text for the System/360, 1964 (Wayback Machine link)</a></p>\n<p><a href=\"http://www.computerhistory.org/revolution/mainframe-computers/7/161\">IBM System/360 at the Computer History Museum</a></p>\n<p>The System/360, or S/360 is discussed in this IBM video, “IBM Centennial Film: They Were There.”</p>\n<p>youtu.be/XrhDaAmn5… (video no longer available)</p>\n<p>Also from IBM, <a href=\"https://web.archive.org/web/20140306233325/http://www-03.ibm.com/ibm/history/ibm100/us/en/icons/system360/\">System 360: From Computers to Computer Systems (Wayback Machine link)</a>:</p>\n<blockquote>\n<p>Most significantly, the S/360 ushered in an era of computer compatibility—for the first time, allowing machines across a product line to work with each other. In fact, it marked a turning point in the emerging field of information science and the understanding of complex systems. After the S/360, we no longer talked about automating particular tasks with “computers.” Now, we talked about managing complex processes through “computer systems.”</p>\n</blockquote>\n<p>(Revised and republished April 1st, 2025)</p>\n",
				"date_published": "2015-03-27T10:00:45-07:00",
				"url": "https://steveanderson.digital/2015/03/27/ibm-system-th-anniversary/",
				"tags": ["IBM","video","anniversary","IBM Mainframes","system 360"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/27/mlb-instant-replay-less-incentive/",
				"title": "MLB Instant Replay - \"Less Incentive To Go Crazy\"",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.nytimes.com/2014/03/27/sports/baseball/from-field-to-video-room-how-baseballs-instant-replay-review-will-work.html\">From Field to Video Room: How Baseball’s Replay Review Will Work</a>, by Richard Sandomir at the <cite>New York Times</cite> (2014).</p>\n<p>Interesting how changing the rules of the game has a big impact on the technology used behind the scenes.</p>\n<blockquote>\n<p>The system is a greatly expanded version of one that has reviewed only home run calls since August 2008. Umpires made their decisions by looking at replays on TV monitors at each stadium.</p>\n<p>The new system links camera feeds from the 30 ballparks to the operations center. M.L.B. has also installed its own stationary high home plate cameras at each stadium to offer its video officials the best possible view of base runners who might have to be repositioned depending on their decisions.</p>\n<p>The system is starting at a time when there are fewer blustery, base-kicking, dirt-tossing managers around. How would Lou Piniella, Earl Weaver or Ozzie Guillen cope with video review?</p>\n<p>“They’d get fired up because they didn’t have this kind of tool,” Marinak said. “Now managers have less incentive to go crazy.”</p>\n</blockquote>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-27T08:08:18-07:00",
				"url": "https://steveanderson.digital/2015/03/27/mlb-instant-replay-less-incentive/",
				"tags": ["baseball","archives","video metadata","instant replay"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/27/baseball-archives-and-video-metadata/",
				"title": "Baseball, Archives, and Video Metadata",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>An article from 2010: <a href=\"http://www.nytimes.com/2010/10/13/sports/baseball/13video.html\">For Baseball Archivists, a Tag Ends Every Play</a>, by John Branch at the <cite>New York Times</cite></p>\n<blockquote>\n<p>“Your archive is only as good as what you know is in it,” said Elizabeth Scott, M.L.B. Productions’ vice president for programming and business affairs.</p>\n<p>It is not only the game action that is tagged. If a squirrel runs onto the field, the play will be tagged with “animal.” If there is a shot of a man sipping a beer, there is a “drinking” option under the “fans” category. Those frequent shots of boats bobbing in San Francisco Bay during Giants games are tagged with “boat.” “Pine tar,” “rosin,” “babies,” “bat boys/girls” and “on-deck circle” have their own notations. So do “fist pump,” “curtain call” and “throw equipment.”</p>\n</blockquote>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-27T03:57:04-07:00",
				"url": "https://steveanderson.digital/2015/03/27/baseball-archives-and-video-metadata/",
				"tags": ["baseball","archives","mlb","video metadata"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/26/grace-hopper-documentary-the-queen/",
				"title": "Grace Hopper documentary - \"The Queen of Code\"",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20250320131813/http://fivethirtyeight.com/features/the-queen-of-code/\">The Queen of Code at FiveThirtyEight (Wayback Machine link)</a></p>\n<p>(YouTube video no longer available)</p>\n<p>Also, an interview with the director of the short film at NPR, on All Tech Considered:\n<a href=\"http://www.npr.org/blogs/alltechconsidered/2015/03/07/390247203/grace-hopper-the-queen-of-code-would-have-hated-that-title\">Grace Hopper, ‘The Queen Of Code,’ Would Have Hated That Title</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/06/moth-in-relay/\">The moth, or first computer “bug”</a> mentioned in the video and audio above.</p>\n<p>There’s also a <a href=\"https://github.com/blog/1904-github-at-grace-hopper-2014\">Grace Hopper GitHub sticker</a> (shown below) called the “Gracehoptocat.” The sticker was given out at the <a href=\"https://web.archive.org/web/20140325015326/http://gracehopper.org/\">Grace Hopper Celebration of Women in Computing (Wayback Machine link)</a>.</p>\n<p><a href=\"https://github.com/blog/1904-github-at-grace-hopper-2014\"><img title=\"eefba9d0-401f-11e4-91ae-0356b1b557dd.jpg\" src=\"https://steveanderson.digital/uploads/2025/eefba9d0-401f-11e4-91ae-0356b1b557dd.jpg\" alt=\"Grace Hopper GitHub sitcker, \" width=\"600\" height=\"386\" border=\"0\" /></a></p>\n<p>(Revised and republished April 1st, 2025)</p>\n",
				"date_published": "2015-03-26T14:51:44-07:00",
				"url": "https://steveanderson.digital/2015/03/26/grace-hopper-documentary-the-queen/",
				"tags": ["Women in computing","Documentary","cobol","computer bug","eniac","grace hopper","harvard mark i","programming","software"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/26/teacherfacilitators/",
				"title": "Teacher-Facilitators",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.theatlantic.com/education/archive/2015/03/the-deconstruction-of-the-k-12-teacher/388631/\">The Deconstruction of the K-12 Teacher</a>, by Michael Godsy at <cite>The Atlantic</cite> (2015):</p>\n<blockquote>\n<p>There is a profound difference between a local expert teacher using the Internet and all its resources to supplement and improve his or her lessons, and a teacher facilitating the educational plans of massive organizations.</p>\n</blockquote>\n<p>The article makes some interesting points, and it applies beyond K-12 also. The name of the article in the title bar is \"When the Computer Takes Over for the Teacher,\" which seems a better fit for the story. It's also not just about computers, but a fundamental shift in the way information is created and shared.</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2015-03-26T03:25:29-07:00",
				"url": "https://steveanderson.digital/2015/03/26/teacherfacilitators/",
				"tags": ["education","Digital Pedagogy","classroom technology","teaching"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/25/creating-digital-professionals/",
				"title": "Creating Digital Professionals",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.bbc.com/news/technology-31834927\">BBC gives children mini-computers in Make it Digital scheme</a>, by Jane Wakefield at <cite>BBC News</cite>, 2015:</p>\n<blockquote>\n<p>The initiative is part of a wider push to increase digital skills among young people and help to fill the digital skills gap.\nThe UK is facing a significant skills shortage, with 1.4 million \"digital professionals\" estimated to be needed over the next five years.</p>\n</blockquote>\n<p>Interesting controversy too:</p>\n<blockquote>\n<p>The BBC Micro, launched in the 1980s, played a big role in making computing mainstream but it was not without controversy.\nThe broadcaster's decision to link up with Acorn Computers angered Sir Clive Sinclair as he prepared to launch a rival machine, the ZX Spectrum.</p>\n</blockquote>\n<p>Below, a 1983 advertisement in <cite>Interface Age</cite> magazine, \"The BBC Microcomputer is here!\" (via <a href=\"https://en.wikipedia.org/wiki/BBC_Micro\">Wikipedia</a>)</p>\n<p><img title=\"Interface_age_scan_nov_1983_p30_bbc_micro_ad.jpg\" src=\"https://steveanderson.digital/uploads/2025/interface-age-scan-nov-1983-p30-bbc-micro-ad.jpg\" alt=\"Interface Age scan, November 1983 page 30 BBC Microcomputer ad.\" width=\"400\" height=\"540\" border=\"0\" /></p>\n<hr /><p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2015-03-25T19:35:09-07:00",
				"url": "https://steveanderson.digital/2015/03/25/creating-digital-professionals/",
				"tags": ["education","Digital Pedagogy","classroom technology","teaching"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/07/just-a-little-acronym-we/",
				"title": "Just a Little Acronym We Thought Up",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>xkcd comic on Douglas Engelbart and the \"Mother of All Demos\" in 1968</p>\n<p><a href=\"http://xkcd.com/1234/\">http://xkcd.com/1234/</a></p>\n<p><img title=\"douglas_engelbart_1925_2013.png\" src=\"https://steveanderson.digital/uploads/2025/douglas-engelbart-1925-2013.png\" alt=\"Douglas engelbart 1925 2013.\" width=\"726\" height=\"349\" border=\"0\" /></p>\n<hr />\n<p>The video below is the “Mother of All Demos” at the Internet Archive</p>\n<p><a href=\"https://archive.org/details/XD300-23_68HighlightsAResearchCntAugHumanIntellect\">1968 Demo - FJCC Conference Presentation Reel #1 by SRI International</a></p>\n<p><iframe src=\"https://archive.org/embed/XD300-23_68HighlightsAResearchCntAugHumanIntellect\" width=\"640\" height=\"480\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-03-07T11:59:00-07:00",
				"url": "https://steveanderson.digital/2015/03/07/just-a-little-acronym-we/",
				"tags": ["Computers in action","comics","computer mouse","douglas engelbart","sri","video conferencing","xkcd"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/05/it-looks-like-feet/",
				"title": "It Looks Like 20 Feet",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>If only I had this when I was still riding ramps!</p>\n<p>www.youtube.com/watch?v=MNL9kuWwFes (video no longer available)</p>\n<p><a href=\"https://www.nytimes.com/2014/11/21/business/media/jim-parsons-big-bang-theory-star-to-promote-intel-as-innovator.html?smid=nytcore-ios-share&amp;referringSource=articleShare\">NYTimes on Jim Parsons and Intel advertisements.</a></p>\n<p><a href=\"https://web.archive.org/web/20150214061118/http://iq.intel.com/deep-photography/\">How Deep is Your Photography?</a> by Intel (and Jim Parsons)</p>\n<blockquote>\n<p>The three cameras shoot simultaneously, then combine the overlaid information to create an image file that has many more capabilities than a standard JPEG. Once an image is captured, it is processed into a high-quality, depth-mapped file.</p>\n<p>“It creates a fat JPEG,” said Erhhung Yuan, system architect and lead developer for Intel RealSense snapshot. “It’s essentially a JPEG with more metadata fields, including the computed depth map.”</p>\n</blockquote>\n<p>The ad is pretty cheesy, but the technology looks interesting. I can see smartphones having more cameras on the backside, and the “fat JPEGS” will require faster processors, more storage, and so on, pushing the limits of the devices even more.</p>\n<p>(Revised and republished April 13th, 2025)</p>\n",
				"date_published": "2015-03-05T18:08:19-07:00",
				"url": "https://steveanderson.digital/2015/03/05/it-looks-like-feet/",
				"tags": ["Digital Photography"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/05/mb-of-data-on-punched/",
				"title": "5 MB of Data on 62,500 Punched Cards",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"500003057-03-01.jpg\" src=\"https://steveanderson.digital/uploads/2025/500003057-03-01.jpg\" alt=\"Programmer standing beside punched cards\" width=\"423\" height=\"600\" border=\"0\" /></p>\n<p>“Programmer standing beside punched cards” “This stack of 62,500 punched cards — 5 MB worth — held the control program for the giant SAGE military computer network.” ca. 1955 (via the <a href=\"http://www.computerhistory.org/revolution/memory-storage/8/326\">Computer History Museum</a>)</p>\n<p>Explaining data storage in a visual way has always been difficult, but especially so with the transition to magnetic tape in the 1950s and 1960s.</p>\n<p>Photographs of punched cards help show the enormity of the task at hand, and also the materiality of the information.</p>\n<p>5 megabytes of data seems pretty insignificant nowadays, when terabyte hard drives are a common feature in personal computers.</p>\n<p>1 TB = 1,000,000 MB (now that would be a lot of punched cards!)</p>\n<p>From the Computer History Museum’s online exhibit on <a href=\"http://www.computerhistory.org/revolution/memory-storage/8/intro\">Memory and Storage</a>.</p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-03-05T17:43:09-07:00",
				"url": "https://steveanderson.digital/2015/03/05/mb-of-data-on-punched/",
				"tags": ["Paperwork","punch cards","data visualization","photographs","program","stacks of punched cards"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/03/03/punch-card-jam-needs-some/",
				"title": "Punch Card Jam Needs Some Force",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>In 2010, representatives from the Computer History Museum visited a company in Texas still using an IBM 402 mainframe for everyday accounting jobs: <a href=\"http://ibm-1401.info/402.html\">http://ibm–1401.info/402.html</a></p>\n<p><img title=\"402-Trip-Force-.jpg\" src=\"https://steveanderson.digital/uploads/2025/31eb31efd7.jpg\" alt=\"Punch cards stuck in computer.\" width=\"933\" height=\"700\" border=\"0\" /></p>\n<p>“Jam needs SOME force”</p>\n<hr />\n<p><img title=\"402-Trip-JamFront-.jpg\" src=\"https://steveanderson.digital/uploads/2025/402-trip-jamfront-.jpg\" alt=\"Front view of jammed punch cards.\" width=\"525\" height=\"700\" border=\"0\" /></p>\n<p>“Card Jam Front View”</p>\n<hr />\n<p>The article below mentions the CHM trip to Texas, and a few other old computers still in use:</p>\n<p><a href=\"https://web.archive.org/web/20150129112116/http://www.pcworld.com/article/249951/if_it_aint_broke_dont_fix_it_ancient_computers_in_use_today.html?page=0\">If It Ain’t Broke, Don’t Fix It: Ancient Computers in Use Today</a>, by Benj Edwards at <cite>PCWorld</cite>, 2012 (Internet Archive: Wayback Machine)</p>\n<blockquote>\n<p>The biggest problem with maintaining such ancient computer systems is that the original technicians who knew how to configure and maintain them have long since retired or passed away, so no one is left with the knowledge required to fix them if they break.</p>\n</blockquote>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-03-03T15:24:46-07:00",
				"url": "https://steveanderson.digital/2015/03/03/punch-card-jam-needs-some/",
				"tags": ["Paperwork","jams","Mainframe repair","punch cards"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/25/mainframes-are-so-years-ago/",
				"title": "Mainframes are so 50 years ago",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"Bkta5LfIIAA_Dos.jpg\" src=\"https://steveanderson.digital/uploads/2025/bkta5lfiiaa-dos.jpg\" alt=\"HP ad, &quot;Mainframes are so 50 years ago.&quot;\" width=\"508\" height=\"254\" border=\"0\" /></p>\n<p>I came across this tweet as an advertisement in my own Twitter feed. It’s meant to be ironic, mainframes are still around, it’s more so the way they’re perceived that’s changed.</p>\n<p>twitter.com/hpdiscover/status/453556126043615232 (Twitter links no longer available)</p>\n<p>The comments are funny too:</p>\n<blockquote>\n<p>@HPDiscover</p>\n<p>this is SO not true. Shame on you HP.</p>\n<p>#bigdata</p>\n<p>— Camila Caldas (@camilaclbcaldas)</p>\n<p>April 8, 2014</p>\n</blockquote>\n<hr />\n<blockquote>\n<p>@HPDiscover</p>\n<p>Another one who will eat his words about the death of the Mainframe. Here we go again !!! Have u even watched Matrix ? LOL!! — DD (@Cojinua77)</p>\n<p>April 9, 2014</p>\n</blockquote>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-25T12:37:51-07:00",
				"url": "https://steveanderson.digital/2015/02/25/mainframes-are-so-years-ago/",
				"tags": ["Mainframe retirement","Advertising","Death of the mainframe","mainframe history","twitter"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/23/computers-never-lie-about-love/",
				"title": "Computers Never Lie About Love",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"comput-her-baby-title-image-150x150.png\" src=\"https://steveanderson.digital/uploads/2025/comput-her-baby-title-image-150x150.png\" alt=\"&quot;Comput-her baby,&quot; short film title image.\" width=\"150\" height=\"150\" border=\"0\" /></p>\n<p>“Comput-Her Baby” - a short film by Dave Goldson and Neal Chastain, 1968</p>\n<p>A satire on computer dating and matchmaking. The song “Strangers in the Night” plays while punched cards are sorted by mainframe computers.</p>\n<p>The color in the Vimeo embed below (sadly, no longer available) is a bit off, toward a faded, pinkish hue. <a href=\"https://ucr.on.worldcat.org/oclc/7542327\">The video is available at UC Berkely and UC San Diego</a>, but I’m not sure of the condition of those reels. <a href=\"https://search.library.ucla.edu/discovery/fulldisplay?docid=alma991751093506533&amp;context=L&amp;vid=01UCS_LAL:UCLA&amp;lang=en&amp;search_scope=ArticlesBooksMore&amp;adaptor=Local%20Search%20Engine&amp;tab=Articles_books_more_slot&amp;query=any,contains,comput-her%20baby&amp;offset=0\">It’s also listed at the UCLA Film and Television archive</a> in faded condition.</p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-23T15:08:05-07:00",
				"url": "https://steveanderson.digital/2015/02/23/computers-never-lie-about-love/",
				"tags": ["punched cards","Computer dating","dating","love","satire"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/19/the-machine-that-changed-the/",
				"title": "The Machine That Changed the World - video series",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Thanks to Andy Baio, all five parts of <cite>The Machine That Changed the World</cite> are available online: <a href=\"http://waxy.org/2008/06/the_machine_that_changed_the_world/\">http://waxy.org/2008/06/the_machine_that_changed_the_world/</a></p>\n<blockquote>\n<p>The Machine That Changed the World is the longest, most comprehensive documentary about the history of computing ever produced, but since its release in 1992, it's become virtually extinct. Out of print and never released online, the only remaining copies are VHS tapes floating around school libraries or in the homes of fans who dubbed the original shows when they aired.</p>\n</blockquote>\n<p><a href=\"http://youtu.be/M78elH-8tQo?list=PLI6R9qwXherYpxb9xLHTblrq_bIbKAJBE\">All 5 episodes are (sort of) available on YouTube.</a></p>\n<p>The YouTube videos are blocked now, “on copyright grounds,” but they still play after a moment.</p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-19T19:36:56-07:00",
				"url": "https://steveanderson.digital/2015/02/19/the-machine-that-changed-the/",
				"tags": ["video","computer history","digital culture","Documentary","mainframes"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/19/i-desire-to-become-data/",
				"title": "I Desire to Become Data",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://vimeo.com/68769316?share=copy\">Fragments on Machines, a film by Emma Charles</a></p>\n<p>An interesting and very artistic take on the materiality of digital culture, and the physical structures that support modern communication, computation, and data storage. The ventilation covers and shafts in the beginning of the video seem so mundane, but just a few steps inside is an entire world of noise and movement.</p>\n<blockquote>\n<p>My muscle has been replaced by flex and copper. My brain a server. Ones and zeros my voice. I exist as a phantom, an iridescent color. I speak in shimmering tones to the hidden construction of the form. I desire to become data.</p>\n</blockquote>\n<div style=\"padding: 56.25% 0 0 0; position: relative;\"><iframe style=\"position: absolute; top: 0; left: 0; width: 100%; height: 100%;\" title=\"Fragments on Machines [extract]\" src=\"https://player.vimeo.com/video/68769316?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" frameborder=\"0\"></iframe></div>\n<p>\n<script src=\"https://player.vimeo.com/api/player.js\"></script>\n</p>\n<p>(Revised and republished April 13th, 2025)</p>\n",
				"date_published": "2015-02-19T18:47:17-07:00",
				"url": "https://steveanderson.digital/2015/02/19/i-desire-to-become-data/",
				"tags": ["video","digital culture","data centers","Digital Infrastructure","servers","telephone systems","wiring"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/18/digital-archaeology-at-the-deleted/",
				"title": "Digital Archaeology at The Deleted City",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<div style=\"padding:56.32% 0 0 0;position:relative;\"><iframe src=\"https://player.vimeo.com/video/29523075?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" frameborder=\"0\" allow=\"autoplay; fullscreen; picture-in-picture; clipboard-write; encrypted-media\" style=\"position:absolute;top:0;left:0;width:100%;height:100%;\" title=\"The Deleted City\"></iframe></div><script src=\"https://player.vimeo.com/api/player.js\"></script>\n<blockquote><p>In an heroic effort to preserve 10 years of collaborative work by 35 million people [Geocities], the Archive Team made a backup of the site just before it shut down. The resulting 650 Gigabyte bit-torrent file is the digital Pompeii that is the subject of an interactive excavation that allows you to wander through an episode of recent online history.</p></blockquote>\n<p>(Revised and republished April 13th, 2025)</p>\n",
				"date_published": "2015-02-18T16:25:23-07:00",
				"url": "https://steveanderson.digital/2015/02/18/digital-archaeology-at-the-deleted/",
				"tags": ["digital forensics","media archaeology","digital culture","data visualization","Digital Humanities"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/18/outside-the-spacecraft-nasm/",
				"title": "Outside the Spacecraft - NASM",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://airandspace.si.edu/exhibition/outside-spacecraft/index.html\">Outside the Spacecraft</a>, an interactive museum exhibit at the Smithsonian National Air and Space Museum. High resolution photographs, insight into curation and preservation techniques, even checklists and paperwork.</p>\n<p><img title=\"9637.jpg\" src=\"https://steveanderson.digital/uploads/2025/9637.jpg\" alt=\"NASA EVA checklist.\" width=\"750\" height=\"1000\" border=\"0\" /></p>\n<p>The exhibit reminded me of this recent tweet by The Onion:</p>\n<blockquote>\n<p>Otherwise Reasonable Man Sincerely Believes U.S. Landed On Moon: <a href=\"https://theonion.com/otherwise-reasonable-man-sincerely-believes-u-s-landed-1819577485/\">The Onion</a></p>\n<p>(@TheOnion)</p>\n<p>February 17, 2015</p>\n</blockquote>\n<p>(Revised and republished April 13th, 2025)</p>\n",
				"date_published": "2015-02-18T11:47:16-07:00",
				"url": "https://steveanderson.digital/2015/02/18/outside-the-spacecraft-nasm/",
				"tags": ["Paperwork","nasa","public history","museums","online exhibitions"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/18/archive-team-robotstxt-is-a/",
				"title": "Archive Team - Robots.txt is a suicide note",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.archiveteam.org/index.php?title=Robots.txt\">ROBOTS.TXT IS A SUICIDE NOTE</a></p>\n<blockquote>\n<p>ROBOTS.TXT is a stupid, silly idea in the modern era. Archive Team entirely ignores it and with precisely one exception, everyone else should too.</p>\n<p>Archive Team interprets ROBOTS.TXT as damage and temporary madness, and works around it. Everyone should. If you don’t want people to have your data, don’t put it online.</p>\n</blockquote>\n",
				"date_published": "2015-02-18T10:33:56-07:00",
				"url": "https://steveanderson.digital/2015/02/18/archive-team-robotstxt-is-a/",
				"tags": ["digital forensics","media archaeology","robots-txt","Web archiving"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/17/the-holmdel-computer-center-part/",
				"title": "The Holmdel Computer Center - Part 2",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20140716070709/http://techchannel.att.com/play-video.cfm/2012/11/28/AT&amp;T-Archives-Holmdel-Computer-Center-Part-2\">The Holmdel Computer Center, Part 2 – AT&amp;T Archives (Wayback Machine link)</a></p>\n<blockquote>\n<p>This rare look inside a Bell Labs computer center, specifically the one at the Holmdel location, which was referred to internally as the “HOCC” or the “HO CC”. This film was made as orientation for new employees who would need to use the computer center, and this, part 2 of 2 (see part 1), is about the programming center within the HOCC.\nOne thing that’s notable about this film — different from Part 1 — is the preponderance of women working in the Programmer Services area. Around 1966, 7 years before this film was made, there were over 500 women working in “technical work” at Bell Labs, rather than administrative work, and many were in computing. A book and blog by Nathan Ensmenger examines the sociological history of computing, and why during the 1980s the computing field became more and more the province of men. Stories about women in the early decades of computing still reside in the world of the personal anecdote; it’s hard to assess the exact data on how many women worked in the field in the 1960s and 1970s.</p>\n</blockquote>\n<p>The original video isn’t available on the Wayback Machine, but the YouTube version is embedded below.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/V9aVOIuKVUc?si=lPxHj7RTc_hu2qKo\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-17T12:55:41-07:00",
				"url": "https://steveanderson.digital/2015/02/17/the-holmdel-computer-center-part/",
				"tags": ["Computer Centers","punched card machines","Women in computing"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/17/the-holmdel-computer-center-att/",
				"title": "The Holmdel Computer Center - AT\u0026T archives",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>There’s some interesting artwork on the timeshare computer…reminds me of the <a href=\"http://en.wikipedia.org/wiki/Nose_art\">“nose art” on military aircraft</a>. In my archival research I’ve come across a few instances of pinup-style material, especially <a href=\"http://en.wikipedia.org/wiki/ASCII_art\">ASCII art</a> printouts.</p>\n<p>The video below is from 1973, slightly after the timeframe of my research, but certainly interesting.</p>\n<p><a href=\"https://web.archive.org/web/20141009171034/http://techchannel.att.com/play-video.cfm/2012/11/28/AT&amp;T-Archives-Holmdel-Computer-Center-Part-1\">The Holmdel Computer Center, Part 1 – AT&amp;T Archives (Wayback Machine link)</a></p>\n<blockquote>\n<p>The year was 1973, and the computer operating system UNIX, invented at Bell Labs by Ken Thompson and Dennis Ritchie, had just morphed into its third iteration or improvement, and had just been rewritten in the C programming language.\nThis film, made as an orientation for the computer center at the Bell Labs Holmdel location, is a rare glimpse into the operations and procedures of an early 1970s research-oriented computing center. And as the 1973 Holmdel Computer Center only had IBM computers, it wasn't running a UNIX installation: the system was only ported to IBM computers in the years to come. In 1973, UNIX as a system was limited to installations on DEC computers, and there were UNIX installations at other locations of Bell Laboratories such as Indian Hill, Whippany, and, of course, Murray Hill (where UNIX and C were developed).\nComputers in the Bell System weren't just relegated to computer science or the development of computer language. They were employed for all kinds of complex engineering calculations, telecommunications applications, and, very occasionally, for making art and music.</p>\n</blockquote>\n<p>The original video isn’t available on the Wayback Machine, but the YouTube version is embedded below.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/HMYiktO0D64?si=bonv4FoVRCLYJ2hV\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-17T12:44:59-07:00",
				"url": "https://steveanderson.digital/2015/02/17/the-holmdel-computer-center-att/",
				"tags": ["video","ASCII art","Computer Centers","disk drives","punched cards"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/17/fred-soper-wikipedia/",
				"title": "Fred Soper - Wikipedia",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I happened across an historical US passport for Fred Soper (1893-1977), the American epidemiologist and public health administrator, while doing some research on paperwork.\nThe National Library of Medicine has a <a href=\"http://profiles.nlm.nih.gov/ps/retrieve/Collection/CID/VV\">page on Fred Soper</a> under their \"<a href=\"http://profiles.nlm.nih.gov\">Profiles in Science</a>\" project, but <a href=\"http://en.wikipedia.org/w/index.php?title=Fred_Soper\">Soper's Wikipedia page</a> is quite lacking (updates have been made since 2015). Updating Wikipedia for this historical figure would make a great project for a History and/or Digital Humanities class. There's also a <a href=\"http://profiles.nlm.nih.gov/ps/retrieve/Narrative/VV/p-visuals/true\">listing of primary visual sources</a>, with high resolution images.</p>\n<p>(Revised and republished April 13th, 2025)</p>\n",
				"date_published": "2015-02-17T08:32:53-07:00",
				"url": "https://steveanderson.digital/2015/02/17/fred-soper-wikipedia/",
				"tags": ["Paperwork","government identification","passports","public history","Wikipedia"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/17/historical-discourse-and-hollywood-films/",
				"title": "Historical Discourse and Hollywood Films",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.nybooks.com/blogs/nyrblog/2015/feb/10/case-for-hollywood-history/\"><em>The Case for Hollywood History</em></a>, Francine Prose at the <cite>New York Review of Books</cite>, 2015:</p>\n<blockquote>\n<p>It’s so much easier and less threatening to talk about whether (or how much of) a film is “true” than to confront the unpleasant—and indisputable—truth: that racial and sexual prejudice have persisted so long past the historical eras in which these films are set.</p>\n</blockquote>\n<p>This happens quite often with student essays concerning historical films -- too much attention paid to the factual discrepancies and not enough contemplation of the larger themes. I use films in my research and teaching, they're invaluable for understanding how history has been interpreted in various ways.</p>\n<p>One of my favorite clips for 20th Century United States history comes from <cite>World War Z</cite>. It's the moment when people are being removed from the aircraft carrier and <a href=\"http://www.archives.gov/exhibits/charters/\">The Charters of Freedom</a> are being brought on board in their place. <a href=\"https://en.wikipedia.org/wiki/World_War_Z_(film)\"><cite>World War Z</cite></a> is fictional of course, however, the human response to catastrophe, whether caused by zombies or some other force, provides a great starting point for historical discussion.</p>\n<figure><img title=\"wwz-charters-of-freedom.png\" src=\"https://steveanderson.digital/uploads/2025/wwz-charters-of-freedom.png\" alt=\"WWZ Charters of Freedom being moved abord a ship.\" width=\"1291\" height=\"601\" border=\"0\" />\n<figcaption>Still image from the film, <cite>World War Z</cite>, 2013.</figcaption>\n</figure>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2015-02-17T04:15:57-07:00",
				"url": "https://steveanderson.digital/2015/02/17/historical-discourse-and-hollywood-films/",
				"tags": ["Zombies","bill of rights","declaration of independence","History and Film","us constitution","world war z"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/14/control-data-cyber-mainframes/",
				"title": "Control Data Cyber 170 mainframes",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Two Control Data Cyber 170 mainframe computers, side by side – one online, and one as a spare. (Photograph via Library of Congress)</p>\n<p><a href=\"http://www.loc.gov/pictures/resource/hhh.ma1634.photos.384584p/\">SITE BUILDING 002 - SCANNER BUILDING - LOOKING AT DISC STORAGE SYSTEMS A AND B</a></p>\n<p>The year on the photo is listed as 1999, which seems too recent given the feel of the picture. In the high-resolution TIFF, however, the date can be seen on the bulletin board, “21 Oct 99”. The Cyber 170 was produced in the late 1970s, so this unit is at least 20 years old.</p>\n<p><img title=\"384584pv.jpg\" src=\"https://steveanderson.digital/uploads/2025/6c63991dd6.jpg\" alt=\"Two Control Data Cyber 170 computers.\" width=\"1024\" height=\"823\" border=\"0\" /></p>\n<p>The photograph is part of this collection at LOC: <a href=\"http://www.loc.gov/pictures/collection/hh/item/ma1634/\">Cape Cod Air Station, Technical Facility-Scanner Building &amp; Power Plant, Massachusetts Military Reservation, Sandwich, Barnstable County, MA</a></p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-14T11:24:08-07:00",
				"url": "https://steveanderson.digital/2015/02/14/control-data-cyber-mainframes/",
				"tags": ["control data corp","cyber 170","Mainframe and spare"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/13/careers-and-digital-lifespans/",
				"title": "Careers and Digital Lifespans",
				"content_html": "<!-- raw HTML omitted -->\n<p>At its peak, there were 30,000 accounts, including noncampus users, on the mainframe. Some of what McWilliam is doing requires real detective work, since many of the people who opened the accounts have long ago left Stanford or retired.<!-- raw HTML omitted --></p>\n<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20140514115918/http://news.stanford.edu/news/2003/july9/mainframe-79.html\">Campus digital workhorse running final laps after 35 years (Wayback Machine link)</a>, by Barbara Palmer, <cite>Stanford Report</cite>, 2003.</p>\n<blockquote>\n<p>The remarkable thing is not that the mainframe will be retired -- the 35-year-old system is \"like a jet slowly losing its engines,\" said Dick Guertin, a software developer who has worked at Stanford since 1970. What is amazing, say those whose work lives have spanned much of the computer revolution, is that the mainframe system and the ground-breaking applications designed here to run on it have held up so well for so long.\n\nAt its peak, there were 30,000 accounts, including noncampus users, on the mainframe. Some of what McWilliam is doing requires real detective work, since many of the people who opened the accounts have long ago left Stanford or retired.</p>\n</blockquote>\n<p>Also – <a href=\"https://web.archive.org/web/20150620231024/http://web.stanford.edu/dept/its/communications/history/mainframe/\">Forsythe Mainframe Retirement (Wayback Machine link)</a></p>\n<blockquote>\n<p>The mainframe era officially ended on December 15, 2003 when the last of the mainframe accounts was closed down.</p>\n</blockquote>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-13T22:32:55-07:00",
				"url": "https://steveanderson.digital/2015/02/13/careers-and-digital-lifespans/",
				"tags": ["Mainframe retirement","mainframe era","university mainframes"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/13/it-was-physically-demanding-labor/",
				"title": "It was physically demanding labor",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.loc.gov/loc/lcib/9806/cds.html\">Hello, Goodbye - CDS Bids Farewell to Mainframe, Ushers in New Beginning</a></p>\n<p>In 1998 the Catalog Distribution Service of the Library of Congress shutoff its mainframe computer and switched to a new system.</p>\n<blockquote>\n<p>During the 1970s, the mainframes were used primarily to print catalog cards, which CDS once produced by the tens of millions. In those early days, as many as 30 staff members were required simply to service the units, performing such tasks as changing tape reels, threading tape and programming. \"It was physically demanding labor,\" said Mr. Billingsley.</p>\n</blockquote>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-13T17:01:17-07:00",
				"url": "https://steveanderson.digital/2015/02/13/it-was-physically-demanding-labor/",
				"tags": ["library","Mainframe retirement","power off ceremony"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/12/digital-matisse/",
				"title": "Digital Matisse",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Speaking of museums and their digital presence, <a href=\"http://www.moma.org/interactives/exhibitions/2014/matisse/the-cut-outs.html\">MoMA has an interactive exhibit covering their recent Matisse exhibition</a>. I was lucky enough to be in New York for the <a href=\"http://www.historians.org\">AHA conference</a> in early January, and I was able to see <a href=\"http://www.moma.org/visit/calendar/exhibitions/1469\">\"Henri Matisse: The Cut-Outs\"</a> before it ended. Photography was not allowed inside the exhibit, though, so the images here are from the web. <cite>The New York Times</cite> also has <a href=\"http://www.nytimes.com/interactive/2015/02/06/arts/a-walk-through-the-gallery-henri-matisse-the-cut-outs-at-the-museum-of-modern-art-in-new-york.html\">an interactive Matisse \"walk through.\"</a> It functions as an active panoramic image, whereby you can scroll as though you were walking through the exhibit at MoMA.</p>\n<p>Both of these interactive digital projects are wonderful, but of course nothing compares to viewing the artwork in person. I was surprised to see how large and expansive the cut-outs were, like <cite>The Parakeet and the Mermaid</cite> (over 11 feet high, and over 25 feet wide).</p>\n<figure><img title=\"the-parakeet-and-the-mermaid-portion-nyt-slideshow.png\" src=\"https://steveanderson.digital/uploads/2025/the-parakeet-and-the-mermaid-portion-nyt-slideshow.png\" alt=\"The Parakeet and the Mermaid portion (Matisse, 1952) NYT slideshow.\" width=\"1097\" height=\"737\" border=\"0\" />\n<figcaption>A person viewing The Parakeet and the Mermaid, by Henri Matisse in 1952, at MOMA. From <a href=\"https://www.nytimes.com/2014/10/10/arts/design/henri-matisse-the-cut-outs-a-victory-lap-at-moma.html\"><cite>The New York Times</cite>, \"Wisps From an Old Man's Dreams,\" 2014.</a></figcaption>\n</figure>\n<hr />\n<p><cite>The Swimming Pool</cite> is especially daunting to understand through photographs because of its placement high on the wall, and how it runs around the inside of the room – it made me feel as though I was standing on the bottom of the pool, looking up at the surface of the water and the people above.</p>\n<figure><img title=\"the-swimming-pool-nyt-slideshow.png\" src=\"https://steveanderson.digital/uploads/2025/the-swimming-pool-nyt-slideshow.png\" alt=\"The Swimming Pool (Matisse, 1952) NY Times slideshow.\" width=\"1003\" height=\"707\" border=\"0\" />\n<figcaption>The Swimming Pool, by Matisse in 1952, installed at MOMA in 2014. From <a href=\"https://www.nytimes.com/2014/10/10/arts/design/henri-matisse-the-cut-outs-a-victory-lap-at-moma.html\"><cite>The New York Times</cite>, “Wisps From an Old Man’s Dreams,” 2014.</a></figcaption>\n<figure><hr />\n<p>From the <a href=\"http://www.nytimes.com/2014/10/10/arts/design/henri-matisse-the-cut-outs-a-victory-lap-at-moma.html\">review of “Henri Matisse: The Cut Outs” at <cite>The New York Times</cite></a>:</p>\n<blockquote>\n<p>Surgery had left him debilitated, basically chair and bed bound. Painting and sculpture had become physical challenges and, I think, emotionally, too freighted with make-it-new demands. At the same time, sheer relief at having survived mortal crises prompted a rush of creativity. His solution, before he even recognized it was such, was almost child-simple. He picked up more manageable materials and tools: sheets of paper paint-washed by assistants, sturdy scissors, and plain tailor pins. What he made from them was a hybrid of chromatic brilliance and dimensional complexity, work that was not quite painting, not quite sculpture and — this was the really radical part — not necessarily permanent.</p>\n<p>The obvious question, though, was what to do next with such mutable, piecemeal creations. Questions about the practicalities of exhibiting, storing, and selling them quickly arose.</p>\n</blockquote>\n<p>The lack of permanence in Matisse’s work definitely comes across in the MoMA exhibit – it presents a snapshot of work in progress, either by Matisse, his assistants, or the museum itself.</p>\n<p>There is also the further extension of Matisse’s work into the digital realm. On the Internet those questions of exhibition storage, and commodification are even more potent – for any artist, let alone Matisse. In the digital environment Matisse’s art is remixed and repurposed, cut with virtual scissors, colored with glowing screens, and repositioned with mouse and keyboard. I like to think of Matisse’s Cut-Outs as existing in “permanent beta,” never finished, always in motion, dynamic and mutable.</p>\n(Revised and republished April 19th, 2025)</figure>\n</figure>\n",
				"date_published": "2015-02-12T17:28:11-07:00",
				"url": "https://steveanderson.digital/2015/02/12/digital-matisse/",
				"tags": ["Art","museums","matisse","MoMA"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/12/ucla-differential-analyzer-film/",
				"title": "UCLA Differential Analyzer - 1948 film",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20140614213459/http://paleofuture.gizmodo.com/uclas-1948-mechanical-computer-was-simply-gorgeous-to-w-830721054\">UCLA’s 1948 Mechanical Computer Was Simply Gorgeous To Watch in Action (Wayback Machine link)</a>, by Matt Novak at <cite>Paleofuture</cite>, 2013.</p>\n<p>I’ll need to get more information on the film clip’s provenance – it’s shown here through Gizmodo’s Vimeo channel without a source reference. It’s listed in the <cite>Paleofuture</cite> article as released by <cite>Popular Science</cite> via Paramount Pictures, 1948 (possibly through <a href=\"http://www.shieldspictures.com/index.html\">Shields Pictures Inc.</a>).</p>\n<div style=\"padding: 56.21% 0 0 0; position: relative;\"><iframe style=\"position: absolute; top: 0; left: 0; width: 100%; height: 100%;\" title=\"UCLA's 1948 Mechanical Computer\" src=\"https://player.vimeo.com/video/70589461?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" frameborder=\"0\"></iframe></div>\n<p>\n<script src=\"https://player.vimeo.com/api/player.js\"></script>\n</p>\n<hr />\n<p>More information at UCLA, Historical Research Highlights, “<a href=\"http://www.engineer.ucla.edu/explore/history/major-research-highlights/the-thinking-machine\">The Thinking Machine</a>”</p>\n<blockquote>\n<p>In December of 1977, the last working model of a mechanical differential analyzer in the world is donated by UCLA to the Smithsonian Institution for its pioneering computing display. The differential analyzer introduced much of Southern California industry to automatic computing, but became obsolete beginning in 1960 as it was replaced by computing machines with electronic circuits and vacuum tubes. From 1960 on, it was used mainly as a display piece, clanking away occasionally for student and public demonstrations.</p>\n</blockquote>\n<p>Two more video clips of the UCLA differential analyzers at the Computer History Museum:\n<a href=\"http://www.computerhistory.org/revolution/analog-computers/3/143\">http://www.computerhistory.org/revolution/analog-computers/3/143</a></p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-12T12:50:46-07:00",
				"url": "https://steveanderson.digital/2015/02/12/ucla-differential-analyzer-film/",
				"tags": ["video","analog computers","Computers in action","differential analyzer","ucla"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/11/files-and-folders-before-computers/",
				"title": "Files and Folders Before Computers",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.hagley.org/librarynews/filing-cabinets-neglected-piece-business-history\">Filing Cabinets, a Neglected Piece of Business History</a>, by Linda Gross, the Hagley Library:</p>\n<blockquote>\n<p>Dr. Robertson is an associate professor of media history at Northeastern University. He explained to us that he is currently researching the early history of the filing cabinet (1890s-1930s). Robertson contends that the filing cabinet has been largely neglected in the history of information technologies, with punch card machines (a clearer precursor to computers) taking a leading role in histories of early 20th century information technologies—this despite the importance of “files” and folders” to how we organize information on computers.</p>\n</blockquote>\n<hr />\n<p><img title=\"DC002_0221_01-1024px.jpg\" src=\"https://steveanderson.digital/uploads/2025/dc002-0221-01-1024px.jpg\" alt=\"Ad for Remington Rand showing a filing cabinet.\" width=\"774\" height=\"1024\" border=\"0\" /></p>\n<p><a href=\"https://digital.hagley.org/cdm/compoundobject/collection/p268001coll12/id/7428/rec/1\">“This Big, Urgent Question of Protection for Operating Files and Records,”</a> Remington Rand Inc. brochure, ca. 1948, Hagley Digital Archives.</p>\n<p>(Revised and republished April 2nd, 2025)</p>\n",
				"date_published": "2015-02-11T19:46:15-07:00",
				"url": "https://steveanderson.digital/2015/02/11/files-and-folders-before-computers/",
				"tags": ["Paperwork","filing","digital archives"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/10/matthew-kirschenbaum-track-changes/",
				"title": "Matthew Kirschenbaum - Track Changes",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Kirschenbaum’s Tumblr blog on his book project - <a href=\"http://trackchangesbook.tumblr.com\">http://trackchangesbook.tumblr.com</a></p>\n<p><a href=\"http://harvardpress.typepad.com/hup_publicity/2012/01/matthew-kirschenbaum-literary-history-of-word-processing.html\">Matthew Kirschenbaum’s Literary History of Word Processing</a>, Harvard University Press blog post:</p>\n<blockquote>\n<p>It’s interesting to see how Kirschenbaum’s research on the effects of one technological innovation—word processing—is being so shaped by his own embrace of another, social networking. Until recently, it wasn’t often that we got to watch research unfold so publicly, but Kirschenbaum’s style of transparent, internet-based process documentation is becoming more and more common, especially among practitioners of the digital humanities.</p>\n</blockquote>\n<p>Over the years I’ve used WordStar, WordPerfect, Microsoft Word, and many other word processing programs. At the moment I’m moving to <a href=\"http://www.literatureandlatte.com/scrivener.php\">Scrivener</a> for larger projects like my dissertation, and Apple Pages for everyday writing. (In 2025, this has changed quite a bit!)</p>\n<p><img title=\"Wordstar_Screenshot.png\" src=\"https://steveanderson.digital/uploads/2025/wordstar-screenshot.png\" alt=\"Wordstar screenshot.\" width=\"599\" height=\"282\" border=\"0\" /></p>\n<p>WordStar running in DOS, ca. 1980s (via <a href=\"http://en.wikipedia.org/w/index.php?title=WordStar&amp;oldid=646933220\">Wikipedia</a>)</p>\n<p>(Revised and republished April 3rd, 2025)</p>\n",
				"date_published": "2015-02-10T16:53:21-07:00",
				"url": "https://steveanderson.digital/2015/02/10/matthew-kirschenbaum-track-changes/",
				"tags": ["Paperwork","digital forensics","media archaeology","word processing"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/10/gladwell-on-the-social-life/",
				"title": "Gladwell on the Social Life of Paper",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"5-4-05ARTCC0007.jpg\" src=\"https://steveanderson.digital/uploads/2025/5-4-05artcc0007.jpg\" alt=\"Air traffic controller pointing to paper strips.\" width=\"340\" height=\"222\" border=\"0\" /></p>\n<p>Paper strips shown at <a href=\"https://web.archive.org/web/20121102200356/https://www.faa.gov/air_traffic/technology/atop/atop_photos/\">faa.gov</a> (Wayback Machine link)</p>\n<p>Malcolm Gladwell’s 2002 article on paperwork at <cite>The New Yorker</cite>.</p>\n<p><a href=\"https://web.archive.org/web/20150212231416/http://www.newyorker.com/magazine/2002/03/25/the-social-life-of-paper\">“The Social Life of Paper”</a> (Wayback Machine link)</p>\n<p>Gladwell.com link: <a href=\"https://web.archive.org/web/20150116134242/http://gladwell.com/the-social-life-of-paper/\">http://gladwell.com/the-social-life-of-paper/</a> (Wayback Machine link)</p>\n<blockquote>\n<p>It is only if paper’s usefulness is in the information written directly on it that it must be stored. If its usefulness lies in the promotion of ongoing creative thinking, then, once that thinking is finished, the paper becomes superfluous. The solution to our paper problem, they write, is not to use less paper but to keep less paper. Why bother filing at all? Everything we know about the workplace suggests that few if any knowledge workers ever refer to documents again once they have filed them away, which should come as no surprise, since paper is a lousy way to archive information. It’s too hard to search and it takes up too much space. Besides, we all have the best filing system ever invented, right there on our desks — the personal computer. That is the irony of the P.C.: the workplace problem that it solves is the nineteenth-century anxiety.</p>\n</blockquote>\n<p>(Revised and republished April 3rd, 2025)</p>\n",
				"date_published": "2015-02-10T16:37:57-07:00",
				"url": "https://steveanderson.digital/2015/02/10/gladwell-on-the-social-life/",
				"tags": ["Paperwork","faa","filing"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/09/museums-and-digital-presence/",
				"title": "Museums and Digital Presence",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>It’s wonderful to see museums considering their digital presence as an extension of their purpose – online exhibitions and other digital projects greatly enhance the collections. <a href=\"http://www.nytimes.com/2015/01/30/arts/design/art-museums-are-increasingly-adding-their-collections-online.html\">This article at the <em>New York Times </em></a>describes the interconnectivity between museums and visitors that the digital provides, and also the possibility of connection between museums themselves:</p>\n<blockquote>\n<p>Sooner or later, all museum websites will be interconnected, so that any museum might take advantage of scholarship produced by any other. There’s no reason, after all, that the Museum of Modern Art shouldn’t link its Jackson Pollock page to Pollock pages of museums throughout the world.</p>\n<p>...Where is all this going? The British Museum has a succinct answer in the concluding sentence of its About Us page: “The website is not merely a source of information about the collection and the museum, but a natural extension of its core purpose to be a laboratory of comparative cultural investigation.”</p>\n</blockquote>\n<p>I visited the “<a href=\"http://www.lacma.org/art/exhibition/contested-visions-spanish-colonial-world\">Contested Visions in the Spanish Colonial World</a>” exhibition at LACMA a few years ago, and thanks to their digital archive of the exhibit I’m able to share videos like this with my students.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/_UG1lNTWIfc?si=2HPjDWmhCk7hWDEQ\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2015-02-09T18:43:13-07:00",
				"url": "https://steveanderson.digital/2015/02/09/museums-and-digital-presence/",
				"tags": ["digital culture","Art","museums","online exhibitions"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/09/q-a-with-craig-robertson/",
				"title": "Q \u0026 A with Craig Robertson on The Passport in America",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.bostonglobe.com/lifestyle/travel/2013/01/06/the-insider-craig-robertson-author-the-passport-america-the-history-document/0wPOizum6cnGWe07SeU9gK/story.html\">Craig Robertson</a>, by Christopher Klein at the <cite>Boston Globe</cite>, 2013.</p>\n<blockquote>\n<p>The assumption behind the system set up after World War I was that you needed an identity document. Of course, this is a time when very few people had driver’s licenses, so the birth certificate was the key document. The US didn’t achieve universal birth registration until 1933, however, and in 1942 the Census Bureau estimated that 40 percent of Americans still lacked birth certificates. So the State Department required those without birth certificates to get sworn statements from one of three people who was deemed to have been able to witness the birth: the mother, a doctor, or a midwife. And if none of those three were available, a friend who was a US citizen had to vouch for your citizenship. So you were no longer seen as a reliable source of your own identity. You needed someone else to verify it.</p>\n</blockquote>\n<hr />\n<p><img title=\"fred-soper-passport-history.jpg\" src=\"https://steveanderson.digital/uploads/2025/fred-soper-passport-history.jpg\" alt=\"Fred Soper US passport 1920.\" width=\"550\" height=\"783\" border=\"0\" /></p>\n<p>United States Passport for American epidemiologist, Fred Soper, 1920. <a href=\"https://profiles.nlm.nih.gov/spotlight/vv/catalog/nlm:nlmuid-101584650X86-img\">National Library of Medicine revised 2025 link, image doesn't seem to load</a>. <a href=\"https://web.archive.org/web/20110612022723/http://profiles.nlm.nih.gov/ps/access/VVBBGC.jpg\">Wayback Machine link for image</a>.</p>\n<p>(Revised and republished April 3rd, 2025)</p>\n",
				"date_published": "2015-02-09T15:54:58-07:00",
				"url": "https://steveanderson.digital/2015/02/09/q-a-with-craig-robertson/",
				"tags": ["Paperwork","government identification","passports"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/09/paperwork-studies-as-an-historical/",
				"title": "Paperwork Studies as an Historical Field",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://www.nytimes.com/2012/12/17/books/noting-the-history-of-the-paper-trail.html?unlocked_article_code=1._E4.O6hq.5WRYXMM4zn4B&amp;smid=url-share\">The Paper Trail Through History (NYTimes gift link)</a>, by Jennifer Schuessler, the <cite>New York Times</cite>, 2012:</p>\n<blockquote>\n<p>Ms. Gitelman’s argument may seem like an odd lens on familiar history. But it’s representative of an emerging body of work that might be called “paperwork studies.” True, there are not yet any dedicated journals or conferences. But in history, anthropology, literature and media studies departments and beyond, a group of loosely connected scholars are taking a fresh look at office memos, government documents and corporate records, not just for what they say but also for how they circulate and the sometimes unpredictable things they do.</p>\n</blockquote>\n<p>(Revised and republished April 3rd, 2025)</p>\n",
				"date_published": "2015-02-09T15:43:33-07:00",
				"url": "https://steveanderson.digital/2015/02/09/paperwork-studies-as-an-historical/",
				"tags": ["Paperwork","bureaucracy","gray literature","xerox"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/08/project-poster-and-talk-last/",
				"title": "Project poster and talk last October",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"digital-imaginary-poster.jpg\" src=\"https://steveanderson.digital/uploads/2025/digital-imaginary-poster.jpg\" alt=\"Digital Imaginary poster.\" width=\"927\" height=\"1200\" border=\"0\" /></p>\n<p>Last October I gave a <a href=\"https://web.archive.org/web/20141020225429/http://hgsa.ucr.edu/2014/10/brown-bag-talk-digital-imaginary/\">“brown bag” talk (Wayback Machine link)</a> over lunch in the History Department Library at the University of California, Riverside. I spoke for about 40 minutes and gave a wide overview of my project, using images and video clips to help illustrate my research. It was a great turnout of both professors and graduate students, and I received some terrific feedback that I was able to use for future talks.</p>\n<hr />\n<p><img title=\"IBM.705-EDPM.1955.102646306.png\" src=\"https://steveanderson.digital/uploads/2025/ibm.705-edpm.1955.102646306.png\" alt=\"IBM 705 EDPM Brochure cover.\" width=\"1255\" height=\"1639\" border=\"0\" /></p>\n<p>At the top is the poster I created for the talk at UCR, and the images come from a variety of primary source materials. The inspiration for the color scheme comes the brochure cover just above, which is featured in the online exhibit, <a href=\"https://www.computerhistory.org/brochures/doc-4372957022230/\">“Selling the Computer Revolution,”</a> at the Computer History Museum in Silicon Valley.</p>\n<p>The brochure is for an IBM 705 EDPM (Electronic Data Processing Machine), a mainframe computer produced in the mid 1950s. Mainframes like the IBM 705 were powerful workhorses in the business world during the postwar era, handling payroll for thousands of employees. The brochure’s cover features a computer processing unit at the center, with punched cards and magnetic tape for data storage.</p>\n<p>(Revised and republished April 6th, 2025)</p>\n",
				"date_published": "2015-02-08T19:08:43-07:00",
				"url": "https://steveanderson.digital/2015/02/08/project-poster-and-talk-last/",
				"tags": ["brochures","mainframe","poster","Presentations"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/02/08/paperwork-explosion/",
				"title": "Paperwork Explosion",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>This video, created by Jim Henson in 1967 for IBM, makes a great first post. So much anxiety, so little time, if only there was someone to help…like IBM!</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/_IZw2CoYztk?si=t_BaD6iGro36kNKy\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Ben Kafka discusses this video in the Conclusion of his book, <em>The Demon of Writing: Powers and Failures of Paperwork </em>(2012), and also in this online <a href=\"https://web.archive.org/web/20131103072334/http://www.west86th.bgc.bard.edu/articles/paperwork-explosion.html\">West 86th article (Wayback Machine link)</a>:</p>\n<blockquote>\n<p>The “paperwork explosion” expresses both a threat and a wish. The threat, of course, is that we are being overwhelmed by paperwork’s proliferation, its explosion — a threat that historian Ann Blair has recently traced through the early modern period. The wish is to convert all this cumbersome matter into liberating energy, which is exactly what explosions do. From Chaptal’s “electric fluid” to IBM’s “Machines Should Work, People Should Think” to USA.gov’s “Government Made Easy,” we remain attached to the idea that someday, somehow, we can liberate this energy, put it to other uses.</p>\n</blockquote>\n<p>The “liberating energy” that Kafka speaks of also requires containment, it needs direction and control, services which IBM was ready to supply.</p>\n<p>Two other aspects of paperwork which I’m researching are: (1) the degree to which IBM was instigating the “paperwork explosion” itself, where was it coming from, who else was worried about it, and (2) how the militaristic response to the demands of paperwork figure into the Cold War environment.</p>\n<p>(Revised and republished April 6th, 2025)</p>\n",
				"date_published": "2015-02-08T13:22:41-07:00",
				"url": "https://steveanderson.digital/2015/02/08/paperwork-explosion/",
				"tags": ["IBM","Jim Henson","Paperwork","video"]
			},
			{
				"id": "http://sadigital.micro.blog/2015/01/22/my-post-on-wikipedia-editathons/",
				"title": "My post on Wikipedia Edit-a-thons at NCPH Public History Commons",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>A few months ago, I wrote about a Wikipedia Edit-a-thon workshop at the UCR Library on the <a href=\"http://cdh.ucr.edu/2014/10/14/wikipedia-edit-thon/\">CDH (Critical Digital Humanities)</a> and <a href=\"https://web.archive.org/web/20141021050336/http://hgsa.ucr.edu/2014/10/wikipedia-edit-thon/\">HGSA (History Graduate Student Association)</a> websites. From these posts I was approached by Amy Tyson of the National Council on Public History's <a href=\"https://web.archive.org/web/20150207011324/http://publichistorycommons.org/\">History@Work</a> blog (Wayback Machine link). Amy covers the \"In the Academy\" section and she asked if I'd write about my experience at the workshop, which I happily agreed to. As it turned out, I also attended a <a href=\"http://shot2014.thatcamp.org\">THATCamp</a> with a Wikipedia component, and I included that in my article as well. My post, \"<a href=\"https://web.archive.org/web/20150206040119/http://publichistorycommons.org/editing-in-public/\">Editing in public: Online identity and the Wikipedia Edit-a-thon</a>,\" is now live on the Public History Commons website.</p>\n<hr />\n<p>The Impact of Wikipedia - Adrianne Wadewitz, 2012:</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/_qwZ7jL4xyY?si=p8qlizX89dqY305S\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<hr />\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2015-01-22T04:54:17-07:00",
				"url": "https://steveanderson.digital/2015/01/22/my-post-on-wikipedia-editathons/",
				"tags": ["Academia","Online Identity"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/11/24/cultural-studies-association-critical-dh/",
				"title": "Cultural Studies Association - Critical DH Roundtable call for participants",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://cdh.ucr.edu\">Critical Digital Humanities</a> is putting together a roundtable for this year’s <a href=\"http://www.culturalstudiesassociation.org/\">Cultural Studies Association</a>. The conference will be held from <strong>May 21-24, 2015</strong> in Riverside, California at the Riverside Convention Center. This year’s theme is Another University Is Possible: Praxis, Activism, and the Promise of Critical Pedagogy. In keeping with this year’s theme, we would like to explore the question “What does <em>critical</em> digital humanities look like?” The goal of this roundtable is to open a dialogue about critical approaches to digital humanities. Each participant will give a brief 5-7 minute provocation followed by a discussion.</p>\n<p>Some topics for consideration, but not limitation:</p>\n<ul>\n<li>critical approaches to digital pedagogy, big data projects, data visualization, and digital scholarship</li>\n<li>specific campus initiatives, classes or programs that fall under the category of “critical digital humanities”</li>\n<li>limitations of critical digital humanities</li>\n<li>theory vs. practice in DH</li>\n<li>cultural studies and DH</li>\n<li>public scholarship, public humanities, and public history</li>\n</ul>\n<p>Building off of the terrific energy from THATCamp, we would like to invite the DHSoCal community to consider having a role in this conversation! If you are interested, please contact <a href=\"http://cdh.ucr.edu/\">http://cdh.ucr.edu/</a> and let us know what you are interested in discussing by <strong>Dec 1, 2014</strong>.</p>\n",
				"date_published": "2014-11-24T08:19:28-07:00",
				"url": "https://steveanderson.digital/2014/11/24/cultural-studies-association-critical-dh/",
				"tags": ["Conferences","Digital Humanities","Digital Pedagogy","Digital Scholarship","Opportunities"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/11/20/all-things-digital-at-ucr/",
				"title": "All Things Digital at UCR",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>At a few recent meetings we’ve talked about the new digital projects and resources being developed at UC Riverside, as well as other opportunities for graduate students and faculty interested in digital humanities.</p>\n<h3>Digital Scholars Lab</h3>\n<p>The UCR Rivera Library will be opening a new Digital Scholars Lab in the coming months. Over the Summer and Fall quarters, I’ve been working for the library as an advisor on digital scholarship projects and digital humanities in general. Once the Lab is open it will be a meeting place for graduate students, researchers, and faculty to start new digital scholarship projects or get help with existing ones. Although the Lab isn’t officially open at the moment, the Library is still happy to work with scholars and has many resources available. I’ve also made a website as a place to keep my notes for the development of the Lab. The website is a work in progress and it is not the official Lab website, but it does list many resources on digital scholarship and digital humanities: <a href=\"http://scholarslab.net\">scholarslab.net</a></p>\n<h3>Critical Digital Humanities</h3>\n<p>For the past few years <a href=\"http://cdh.ucr.edu\">Critical Digital Humanities</a> has been holding discussions on critical theory, reading groups on technoculture and digital media, and hosting invited speakers from a wide array of fields and subjects concerning the digital humanities. These workshops have been made possible by generous funding from the Center for Ideas and Society and Mellon workshop grants. For the 2014-2015 academic year CDH is working on pedagogy and production with Sergei Eisenstein’s unfinished film <a href=\"https://en.wikipedia.org/wiki/%C2%A1Que_viva_M%C3%A9xico!_(unfinished_film)\"><em>Que Viva Mexico!</em></a> as our focus. More information on CDH events and other opportunities in digital humanities can be found on our website: <a href=\"http://cdh.ucr.edu\">http://cdh.ucr.edu</a></p>\n<h3>DHSocal</h3>\n<p>In Southern California the digital humanities community stays up to date on recent projects and opportunities through the DHSocal website: <a href=\"http://dhsocal.blogspot.com\">http://dhsocal.blogspot.com</a> The calendar is up to date and active, there are lists of resources, and also CFPs and job opportunities. DHSocal is also on Twitter (@dhsocal and #dhsocal), but most of the activity takes place within individual accounts. If you’re just getting started with Twitter and DH, <a href=\"http://miriamposner.com\">Miriam Posner</a> (@miriamkp) over at UCLA has a very active Twitter feed, and don’t miss her weekly newsletter on DH happenings, tools, and opportunities: tinyletter.com/miriamposner</p>\n<h3>Digital Humanities Summer Programs</h3>\n<p>If you’re interested in digital humanities, week-long summer workshops are a great way to hone your skills and make new friends. Newcomers to the digital humanities are welcome, and most workshops do not require any technical programming skills or equipment. Over the summer I attended two of these workshops, and they were quite extraordinary experiences. <a href=\"http://www.dhtraining.org/hilt/\">HILT</a> is the Humanities Intensive Learning and Teaching workshop, which was held at the Maryland Institute for Technology in the Humanities, or <a href=\"http://mith.umd.edu\">MITH</a>, at the University of Maryland. This coming summer in 2015, HILT will be held at Indiana University-Purdue University Indianapolis (IUPUI) in Indianapolis, with registration beginning soon. The other workshop I attended was the Digital Humanities Summer Institute, or <a href=\"http://www.dhsi.org\">DHSI</a>, at the University of Victoria in British Columbia. DHSI offers three separate weeks of instruction now and registration is currently open. Both HILT and DHSI have many opportunities to offset the cost of travel and tuition, as well as on-campus housing. DHSI is also offering a <a href=\"https://web.archive.org/web/20150213233144/http://english.uvic.ca/graduate/digital_humanities.html\">Graduate Certificate in Digital Humanities (Wayback Machine link)</a> which I hope to finish this year. There are other summer programs in Europe as well, the <a href=\"https://web.archive.org/web/20141224153545/http://www.culingtec.uni-leipzig.de/ESU_C_T/node/97/\">Joint Culture &amp; Technology and CLARIN-D Summer School (Wayback Machine link)</a> in Germany, and the <a href=\"https://web.archive.org/web/20141218105044/http://digital.humanities.ox.ac.uk/dhoxss/\">Digital Humanities at Oxford Summer School (Wayback Machine link)</a> in England.</p>\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2014-11-20T08:35:45-07:00",
				"url": "https://steveanderson.digital/2014/11/20/all-things-digital-at-ucr/",
				"tags": ["Digital Humanities","Digital Scholarship","Opportunities","Summer Workshops"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/09/27/thatcamp-dhsocal/",
				"title": "THATCamp DHSoCal",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>THATCamp DHSoCal: Diving into Digital HumanitiesOctober 24th and 25th, 2014\nSan Diego State University</p>\n<p><a href=\"http://thatcamp.org\">THATCamp</a> is “The Humanities and Technology Camp,” and it is an “un-conference” meeting where humanists and technologists of all skill levels learn and build together in sessions proposed on the spot.</p>\n<p>THATCamp DHSoCal: Diving into Digital Humanities will be held at San Diego State University, but it is organized through a unique digital humanities-style collaboration between 4 regional institutions: San Diego State University (SDSU), University of California at San Diego (UCSD), California State University at San Marcos (CSUSM), and University of San Diego (USD).</p>\n<p>Visit <a href=\"http://dhsocal2014.thatcamp.org/\">http://dhsocal2014.thatcamp.org/</a> for more information and to register online. It is free and open to the public.</p>\n<p>The spirit is inclusive, so, please send this email far and wide—to anyone (colleagues, students, friends) interested in learning about the digital humanities, getting involved in regional collaborations, and geeking out on the intersection between traditional humanities and digital technologies.</p>\n<p>Join us to dive into the digital humanities!</p>\n<p>More information on the DHSoCal digital humanities group can be found at: <a href=\"http://dhsocal.blogspot.com\">http://dhsocal.blogspot.com</a></p>\n<p><img title=\"posterwaves_final_copy-791x1024.jpg\" src=\"https://steveanderson.digital/uploads/2025/posterwaves-final-copy-791x1024.jpg\" alt=\"DHSoCal ThatCamp 2014 event poster.\" width=\"791\" height=\"1024\" border=\"0\" /></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-09-27T04:20:27-07:00",
				"url": "https://steveanderson.digital/2014/09/27/thatcamp-dhsocal/",
				"tags": ["Digital Humanities","Events"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/17/digital-pedagogy-workshop-for-tas/",
				"title": "Digital Pedagogy workshop for TAs",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Ever wondered what digital pedagogy is? Want to know what it’s like to teach online?</p>\n<p><img title=\"her2.jpg\" src=\"https://steveanderson.digital/uploads/2025/her2.jpg\" alt=\"Still image from the film, Her (2013).\" width=\"624\" height=\"350\" border=\"0\" /></p>\n<p>Wonder no more.</p>\n<p>On February 19th, 2014, join us for an introductory session on digital pedagogy.</p>\n<p>We will introduce you to the LMS (Learning Management System) <a href=\"https://www.instructure.com/canvas\">Canvas</a>, and we'll show you some of the applications that make online teaching as good (and sometimes better) than face–2-face teaching. We’ll also discuss some of the best practices for online education in the physical classroom and in the virtual one.</p>\n<p>Location: <strong>UC Riverside, Surge 170</strong></p>\n<p>Date and time: <strong>Wednesday February 19th, 2014. 4–6PM</strong></p>\n<p>This is the first of hopefully many sessions aimed at training graduate students (and anyone else) in digital pedagogies.</p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-17T02:29:40-07:00",
				"url": "https://steveanderson.digital/2014/02/17/digital-pedagogy-workshop-for-tas/",
				"tags": ["Digital Humanities","Events","uc riverside","Digital Pedagogy","classroom technology","ta","teaching assistant","ucr"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/16/notes-on-tei-and-markup/",
				"title": "Notes on TEI and Markup Fundamentals workshop",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>My post at Critical Digital Humanities on a recent workshop: TEI and Markup Fundamentals\n<a href=\"http://cdh.ucr.edu/2014/02/16/notes-on-tei-and-markup-fundamentals-workshop/\">http://cdh.ucr.edu/2014/02/16/notes-on-tei-and-markup-fundamentals-workshop/</a></p>\n<blockquote>\n<p>On February 13th I attended a workshop on TEI and Markup Fundamentals sponsored by the <a href=\"http://gradquant.ucr.edu/\">Graduate Quantitative Methods Program</a>. The workshop was given by Rochelle Gold and Kimberly Hall from the Department of English at UC Riverside.</p>\n<p><a href=\"https://www.tei-c.org/index.xml\">TEI (Text Encoding Initiative)</a> is a method of encoding texts with markup language for digital representation. TEI markup focuses on rendering the semantic qualities of texts more visible. For example, sentences and clauses can be marked within a text, as well as the lines and features of a poem. This granular level of encoding allows for digital representations of these texts to carry details and information beyond their normal forms, which is valuable for critical interpretation.</p>\n</blockquote>\n<p><a href=\"http://cdh.ucr.edu/2014/02/16/notes-on-tei-and-markup-fundamentals-workshop/\">→ read more at the original post</a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-16T04:27:02-07:00",
				"url": "https://steveanderson.digital/2014/02/16/notes-on-tei-and-markup/",
				"tags": ["Digital Humanities","Reblogged-SGA","encoding","TEI"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/15/event-archive-rethinking-debates-on/",
				"title": "Event Archive: Rethinking Debates on Digital Learning . 12 Feb 2014",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>My post at Critical Digital Humanities on a recent talk:</p>\n<p><a href=\"http://cdh.ucr.edu/2014/02/13/event-archive-rethinking-debates-on-digital-learning-12-feb-2014/\">CDH Event Archive: Rethinking Debates on Digital Learning</a></p>\n<blockquote>\n<p>Yesterday <a href=\"http://cdh.ucr.edu/2014/02/10/rethinking-debates-on-digital-learning/\">CDH sponsored a talk by Professor Juliette Levy</a> of the Department of History at UC Riverside. In her discussion, Professor Levy described her own evolution toward using digital technology in order to broaden the learning experience for her students.</p>\n<p>Professor Levy’s talk began with a common experience many in academia have shared — traditional methods of teaching are not being adapted to the changing needs of students in our modern world.</p>\n<p>The <a href=\"https://youtu.be/zDZFcDGpL4U?feature=shared\">RSA talk by Sir Ken Robinson</a>, which was turned into an animated video, was central to describing this need for change. There is a great chasm between the needs of students and the pace of innovation within the classroom.</p>\n</blockquote>\n<p><a href=\"http://cdh.ucr.edu/2014/02/13/event-archive-rethinking-debates-on-digital-learning-12-feb-2014/\">→ read more at the original post</a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-15T03:54:03-07:00",
				"url": "https://steveanderson.digital/2014/02/15/event-archive-rethinking-debates-on/",
				"tags": ["Digital Humanities","Digital Pedagogy","classroom technology","digital learning","Reblogged-SGA"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/12/notes-on-virtual-lectures/",
				"title": "Notes on Virtual Lectures",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>The <a href=\"https://steveanderson.digital/2014/02/11/virtual-lectures-and-the-digital/\">virtual lecture that Professor Levy gave to her CHASS F1RST class on Monday</a> went very well. This was the first time we attempted to produce a virtual lecture, and I’ve compiled some notes on the process and our experience.</p>\n<h3>1. The setup will take 5–10 minutes.</h3>\n<p>Professor Levy and I had both done Google Hangouts before, but never for such a large audience. Just connecting the laptop to the projector can take a minute or two, and then there’s the webcam, and the initiation of the Google Hangout. In order to keep students engaged during all this, I played the <a href=\"http://youtu.be/57dzaMaouXA\">“#Hashtag” video with Jimmy Fallon and Justin Timberlake</a>. The idea here was to inject a little humor, and also consider digital technology as a theme for the lecture. After the video, Judy (the TA), addressed the class and let them know about the video conferencing aspect via Google Hangouts.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/57dzaMaouXA?si=KvbcgugJYDNSLjcD\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<h3>2. Going digital in the lecture, means going analog in the classroom.</h3>\n<p>With the projector screen being used for video conferencing, the textual information needed to be given to the students in another form. A printed handout would work well (even shared between groups of students), or posting the information in an accessible digital location, like Piazza, Twitter, or Blackboard. Our “smart classroom” happened to have two projector screens, so the other screen was used to show the PowerPoint information – I changed the slides as necessary for Professor Levy. Also, the screen-share feature of Google Hangouts works well, but it takes away from the process and leaves the students somewhat lost. It’s much better to keep the person’s image on the screen and use a paper handout or alternative digital handout.</p>\n<p><img title=\"img_0335.jpg\" src=\"https://steveanderson.digital/uploads/2025/img-0335.jpg\" alt=\"Photo of a virtual class session.\" width=\"3264\" height=\"2448\" border=\"0\" /></p>\n<h3>3. Interaction with the students is key.</h3>\n<p>Using the webcam to show the entire classroom to Professor Levy enabled her to see the students’ reaction to her lecture. She was able to call on specific students that had questions, and to ask certain groups if they needed help with a concept. Thankfully the webcam microphone was able to pick-up student voices as far as 20–30 feet away, so Professor Levy could talk to them directly amongst the entire class. During group work, students walked up to the tripod-mounted webcam and asked questions as if Professor Levy was in the room.</p>\n<p><img title=\"img_0328-a.jpg\" src=\"https://steveanderson.digital/uploads/2025/img-0328-a.jpg\" alt=\"Photo of writing on the whiteboard during a virtual class session.\" width=\"2059\" height=\"1179\" border=\"0\" /></p>\n<h3>4. Some glitches are to be expected.</h3>\n<p>Be calm and don’t tweak the setup too frequently. In any video conference there will be a few moments when the audio drops out, or the screen freezes for a moment. Try and let these pass by if possible, only making corrections if absolutely necessary. When something does go wrong, all the students might speak at once which makes it impossible to hear on the other end. Hand signals, either from the students or the TAs running the equipment can be helpful. For example, rather than saying “can you hear me now,” you might say “thumbs-up if you can hear me.”</p>\n<h3>5. And finally, work toward breaking through the digital barrier.</h3>\n<p>Initially, I thought an hour and a half virtual lecture would feel like a lifetime. Digital interactions can sometimes create the sensation of time compression, making a few minutes of audio/visual communication feel much longer. While this was the case in the beginning of the virtual lecture, we managed to break through into a sense of normalcy about 20 minutes in. Sharing with the students the agenda for the session is very helpful, and although this might seem obvious, with the digital aspect of the lecture it really helps to provide an awareness of pace and accomplishment. Also, group work within the virtual lecture can help as well – this takes some pressure off the video conference itself, and refocuses the students on their interactions with each other. And most importantly, lots of assistance in the room is essential. For our class, the TA and student mentors were able to keep students engaged with the lecture and each other during group work. The TA and student mentors also provided students with a feeling of authenticity in what has the possibility of coming across as a disembodied performance.</p>\n<h3>Related posts:</h3>\n<p><a href=\"https://steveanderson.digital/2015/05/24/ill-see-you-online-teaching/\">I'll See You Online</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/11/virtual-lectures-and-the-digital/\">Virtual Lectures and the Digital Classroom</a></p>\n<p><a href=\"https://steveanderson.digital/2013/07/18/digital-pedagogy-and-the-online/\">Digital pedagogy and the online classroom</a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-12T07:12:49-07:00",
				"url": "https://steveanderson.digital/2014/02/12/notes-on-virtual-lectures/",
				"tags": ["education","Digital Humanities","uc riverside","digital classroom","Digital Pedagogy","classroom technology"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/11/virtual-lectures-and-the-digital/",
				"title": "Virtual Lectures and the Digital Classroom",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>This winter quarter I am a research assistant working on digital pedagogy and instruction at UC Riverside for Professor Juliette Levy. The class consists of about 60 students, and it’s a <a href=\"https://web.archive.org/web/20140310203006/http://www.chassf1rst.ucr.edu/\">CHASS F1RST Humanities Course (Wayback Machine link)</a> covering the history of Latin America. Even though this is a regular in-class course, we’re using a variety of digital tools to help broaden the learning experience. These tools, which are helpful for managing the class itself and also creating real interaction between students, include:</p>\n<ul>\n<li>Piazza – an online forum for student and faculty interaction</li>\n<li>Twitter – for live-tweeting lectures and group quiz questions and answers</li>\n<li>Storify – for creating and sharing storyboards of lecture tweets</li>\n<li>iLearn (or Blackboard) – as the location for individual quizzes, film clips, written assignments, and grades</li>\n<li>Trello – for course creation ideas and task management at the instructor level</li>\n<li>Google Drive – for publishing the class syllabus and other documents</li>\n<li>Skype – for student questions and project review</li>\n</ul>\n<p>In addition to these tools, just yesterday we used Google Hangouts to connect Professor Levy, who was snowed-in in Oregon, with the students in the lecture hall. As this particular class was a review session for the Midterm, it was important that the lecture still took place despite the bad weather. Using a webcam we were able to connect Professor Levy with the entire class, with both audio and video interaction.</p>\n<p>This CHASS F1RST class also has a teaching assistant (Judy), and two mentor students, who were all extremely helpful during the lecture. Overall the virtual lecture was very effective, but it could not have been done without assistance in the actual classroom itself.</p>\n<p>In the image above, both projector screens are being utilized for the virtual lecture. On the left screen, the podium computer is displaying a PowerPoint of the Midterm review questions. And on the right screen, Professor Levy is commenting on the material in the Google Hangout, which is running on a laptop connected to the classroom speakers, and the webcam with a USB extension cable.</p>\n<p>The TA, Judy, wrote the information on the whiteboards as Professor Levy spoke, and the mentor students live-tweeted the review questions for the entire class to see on their smartphones, tablets, and laptops. There are no class requirements for any devices, the class solely relies on existing technologies that the students already have and are familiar with. Students are also seated in group arrangements, so device screens are easily shared.</p>\n<p><img title=\"img_0333.jpg\" src=\"https://steveanderson.digital/uploads/2025/img-0333.jpg\" alt=\"Photo of a webcam on a tripod.\" width=\"3264\" height=\"2448\" border=\"0\" /></p>\n<p>The image above shows the camera we used for the Hangout, which happened to be a Logitech C910, but many other webcams would also work. The webcam was attached to a tripod with a spring clamp in order to better position the field of view. Students actually walked up to the webcam/tripod and asked Professor Levy questions directly during group work.</p>\n<h3>Related posts:</h3>\n<p><a href=\"https://steveanderson.digital/2015/05/24/ill-see-you-online-teaching/\">I'll See You Online</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/12/notes-on-virtual-lectures/\">Notes on Virtual Lectures</a></p>\n<p><a href=\"https://steveanderson.digital/2013/07/18/digital-pedagogy-and-the-online/\">Digital pedagogy and the online classroom</a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-11T13:10:29-07:00",
				"url": "https://steveanderson.digital/2014/02/11/virtual-lectures-and-the-digital/",
				"tags": ["education","Digital Humanities","uc riverside","digital classroom","Digital Pedagogy","classroom technology"]
			},
			{
				"id": "http://sadigital.micro.blog/2014/02/06/moth-in-relay/",
				"title": "Moth in Relay",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>In 1947 a moth was found in a relay switch on the Mark II electromechanical computer, <a href=\"https://www.computerhistory.org/tdih/September/9/\">a true computer \"bug.\"</a> What's most interesting here isn't that an insect was found in the machine, but that the computer operator taped the moth into the logbook. It's almost as if the moth was trapped in a thin sheet of amber, preserved as the pre-digital ancestor of the tricksters within our own modern devices. </p>\n<p><img title=\"nmah-92-13129.jpeg\" src=\"https://steveanderson.digital/uploads/2025/nmah-92-13129.jpeg\" alt=\"Photo of a moth taped in a log book.\" width=\"2000\" height=\"1308\" border=\"0\" /></p>\n<p>The insect was found by <a href=\"https://web.archive.org/web/20140715193850/http://www.history.navy.mil/photos/pers-us/uspers-h/g-hoppr.htm\">Grace Hopper (Wayback Machine link)</a>, a computer scientist and rear admiral in the US Navy. <a href=\"https://doodles.google/doodle/grace-hoppers-107th-birthday/\">Google recently paid homage to Hopper with a \"doodle\" (below)</a> showing her working on an early mainframe computer. Not only does the computer display an answer on a paper printout, but a moth also flies out at the end of the sequence.</p>\n<p><a href=\"https://www.google.com/logos/doodles/2013/grace-hoppers-107th-birthday-5447077240766464.4-hp.gif\"><img title=\"grace-hoppers-107th-birthday-5447077240766464.4-hp.gif\" src=\"https://steveanderson.digital/uploads/2025/grace-hoppers-107th-birthday-5447077240766464.4-hp.gif\" alt=\"Google Doodle showing Grace Hopper at a mainframe computer.\" width=\"517\" height=\"200\" border=\"0\" /></a></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2014-02-06T15:50:17-07:00",
				"url": "https://steveanderson.digital/2014/02/06/moth-in-relay/",
				"tags": ["digital culture","photographs","Mainframes and Paperwork","Flora and Fauna"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/11/19/lincolns-shadow/",
				"title": "Lincoln's shadow",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://prologue.blogs.archives.gov/2010/11/19/rare-photo-of-lincoln-at-gettysburg/\"><img title=\"archiveslincoln-smallrgb.jpg\" src=\"https://steveanderson.digital/uploads/2025/archiveslincoln-smallrgb.jpg\" alt=\"Photo of President Lincoln at Gettysburg, 1863.\" width=\"800\" height=\"606\" border=\"0\" /></a></p>\n<p>Today is the 150th anniversary of the Gettysburg Address.</p>\n<p>Lincoln casts quite a shadow in history. <a href=\"http://opinionator.blogs.nytimes.com/2013/11/19/the-other-gettysburg-address/?_r=0\">There was a grand speech before Lincoln's at Gettysburg in 1863 by Edward Everett, a well-known orator</a>.</p>\n<p>Speaking for 2 hours and over 13,000 words Everett's speech was complex, referencing Ancient Greece and using terms in Latin. Today Everett's speech is largely \"invisible.\"</p>\n<p>Lincoln spoke only for 2 minutes, and his 272 words are inscribed on the Lincoln Memorial.</p>\n<p><a href=\"http://www.google.com/culturalinstitute/exhibit/lincoln-s-gettysburg-addresses/wReow-98?position=0%2C-1\">The words inscribed at the Lincoln Memorial are the \"Bliss Copy,\" one of the many versions of the speech that Lincoln wrote in the months after the ceremony</a>.</p>\n<figure><img title=\"gettysburg-address-lincoln-memorial.jpg\" src=\"https://steveanderson.digital/uploads/2025/gettysburg-address-lincoln-memorial.jpg\" alt=\"Gettysburg address lincoln memorial.\" width=\"2848\" height=\"4272\" border=\"0\" />\n<figcaption>I took this photo of the Gettysburg Address inscription at the Lincoln Memorial in 2009.</figcaption>\n</figure>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2013-11-19T06:40:59-07:00",
				"url": "https://steveanderson.digital/2013/11/19/lincolns-shadow/",
				"tags": ["anniversary","History and Memory","american civil war","gettysburg","lincoln"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/11/18/assembled-in-the-usa/",
				"title": "Assembled in the USA",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Apple - Making the Mac Pro (2013)</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/IbWOQWw1wkM?si=1pZa6KoAPdevYHjc\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>I love videos like this, especially the “How it’s Made” series on the Discovery science channel.</p>\n<p>The robotic ballet is mesmerizing, and it’s great that the new Mac Pro is assembled in the United States. With the complexity of the global marketplace, it seems unlikely that new high-tech devices could also be completely manufactured in the US though.</p>\n<p><a href=\"http://www.theverge.com/2013/9/11/4717796/made-in-america-a-look-inside-motorolas-moto-x-factory\">Google is producing the Motorola Moto X smartphone in the US too</a>.</p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2013-11-18T03:00:35-07:00",
				"url": "https://steveanderson.digital/2013/11/18/assembled-in-the-usa/",
				"tags": ["digital culture","Apple","assembly","computers","Google","manufacturing","smartphones"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/11/17/how-the-enigma-machine-worked/",
				"title": "How the Enigma Machine worked",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Murlyn Hakon of <a href=\"https://bletchleypark.org.uk/\">Bletchley Park</a> explains how the Enigma Machine worked.</p>\n<blockquote>\n<p>The remarkable thing about Enigma, is that when you press a letter on the keyboard and the subsequent enciphered letter lights up to the rear of the machine, the chances of that letter lighting up are nearly 158 million million million to 1.</p>\n</blockquote>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/faRfab9Yyk8?si=7___99Wt3oMoxVXh\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-11-17T11:00:41-07:00",
				"url": "https://steveanderson.digital/2013/11/17/how-the-enigma-machine-worked/",
				"tags": ["digital culture","History and Memory","world war ii","Codebreaking","enigma machine"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/11/16/mavis-batey-bletchley-park-codebreaker/",
				"title": "Mavis Batey: Bletchley Park codebreaker",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"batey_machine_2732933b.jpg\" src=\"https://steveanderson.digital/uploads/2025/batey-machine-2732933b.jpg\" alt=\"Mavis Batey machine holding an Enigma machine.\" width=\"620\" height=\"388\" border=\"0\" /></p>\n<p>Mavis Batey was one of the codebreakers working at Bletchley Park during World War II. She recently passed away at age 92. Batey was part of the codebreaking team that ensured a successful landing for Allied forces on D-Day.</p>\n<blockquote>\n<p>She initially worked in London, checking commercial codes and perusing the personal columns of The Times for coded spy messages. After showing promise, she was plucked out and sent to Bletchley to work in the research unit run by Dilly Knox.\nKnox had led the way for the British on the breaking of the Enigma ciphers, but was now working in a cottage next to the mansion on new codes and ciphers that had not been broken by Hut 6, where the German Army and Air Force ciphers were cracked.\n“It was a strange little outfit in the cottage,” Mavis said. Knox was a true eccentric, often so wrapped up in the puzzle he was working on that he would absent-mindedly stuff a lunchtime sandwich into his pipe rather than his tobacco: “Organisation is not a word you would associate with Dilly Knox. When I arrived, he said: 'Oh, hello, we’re breaking machines, have you got a pencil?’ That was it. I was never really told what to do. I think, looking back on it, that was a great precedent in my life, because he taught me to think that you could do things yourself without always checking up to see what the book said.\"</p>\n</blockquote>\n<p><a href=\"http://www.telegraph.co.uk/news/obituaries/military-obituaries/special-forces-obituaries/10447712/Mavis-Batey-obituary.html\">Mavis Batey - obituary</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-11-16T03:00:40-07:00",
				"url": "https://steveanderson.digital/2013/11/16/mavis-batey-bletchley-park-codebreaker/",
				"tags": ["digital culture","History and Memory","world war ii","Codebreaking","enigma machine"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/11/16/george-romero-its-not-about/",
				"title": "George Romero: It's not about the zombies",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"george-romero.jpg\" src=\"https://steveanderson.digital/uploads/2025/george-romero.jpg\" alt=\"Photo of George Romero.\" width=\"329\" height=\"258\" border=\"0\" /></p>\n<p>Horror film legend <a href=\"http://en.wikipedia.org/wiki/George_A._Romero\">George Romero</a> on zombies:</p>\n<blockquote>\n<p>I always used the zombie as a character for satire or a political criticism...</p>\n<p>I think the zombies could be anything. They could be a hurricane or a tornado. It’s not about the zombies. The important thing to me is the way the people react to this horrible situation, misbehave, make mistakes and screw themselves up.</p>\n</blockquote>\n<p><a href=\"https://web.archive.org/web/20131114200428/http://www.bigissue.com/features/interviews/3181/george-romero-interview-walking-dead-just-soap-opera-occasional-zombie\">George A. Romero interview: “The Walking Dead is just a soap opera with the occasional zombie” (Wayback Machine link)</a></p>\n<p>And I need to get a pair of those glasses too!</p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-11-16T01:53:59-07:00",
				"url": "https://steveanderson.digital/2013/11/16/george-romero-its-not-about/",
				"tags": ["Zombies"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/10/17/quantum-computing-and-pizza-bagel/",
				"title": "Quantum Computing and Pizza Bagel Entanglement",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Google, NASA, and D-Wave are teaming up to take quantum computing to the next level.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/CMdHDHEuOUE?si=Guxjnp2ASzGUvuFG\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The case or container of the D-Wave is much more empty than I had suspected. It’s so different from portable computing which seeks to maximize internal dimensions for power usage and heat.</p>\n<p>The biggest question is the question itself – “we don’t know what the best questions are to ask that computer, that’s exactly what we’re trying to understand now” (Eleanor Rieffel @ 4:52 in the video above).</p>\n<p>(via <a href=\"http://kottke.org/13/10/googles-new-quantum-computer\">kottke.org</a>)</p>\n<p>(Revised and republished April 19th, 2025 — I can’t help but think of <a href=\"https://a24films.com/films/everything-everywhere-all-at-once\">Everything Everywhere All At Once</a>)</p>\n",
				"date_published": "2013-10-17T13:02:39-07:00",
				"url": "https://steveanderson.digital/2013/10/17/quantum-computing-and-pizza-bagel/",
				"tags": ["Quantum Computing"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/08/23/quantum-computing/",
				"title": "Quantum Computing 101",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Quantum Computers Animated, Piled Higher and Deeper (PHD Comics)</p>\n<p>The illustrations for this video on quantum computing are fantastic, especially the \"0/1\" transition at 1:40.</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/T2DXrs0OpHU?si=6tLt08PA1THZnng4\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(via <a href=\"https://news.ycombinator.com/item?id=6263064\">Hacker News</a>)</p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2013-08-23T08:58:20-07:00",
				"url": "https://steveanderson.digital/2013/08/23/quantum-computing/",
				"tags": ["Quantum Computing"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/07/31/rewiring-class-emails-and-student/",
				"title": "Rewiring Class Emails and Student Interaction with Piazza",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>In a previous post I wrote about <a title=\"Digital pedagogy and the online classroom\" href=\"https://steveanderson.digital/2013/07/18/digital-pedagogy-and-the-online/\">the experience of teaching an online class as a TA</a>. One of the primary tools we used for the course was <a href=\"http://piazza.com\">Piazza</a>, and it was instrumental in shifting the burden of email to a more open and constructive arena.</p>\n<p><a href=\"http://www.nytimes.com/2011/07/04/technology/04piazza.html?pagewanted=all\">Piazza is an online forum</a> that allows for students and instructors to interact in the open – it takes the burden of email and shifts it to a more public space where all students can see each other’s questions and responses. This openness allows for students to see that many of them have the same questions, and students can even answer each other’s questions too.</p>\n<p>If a student does answer another student’s question, an instructor can still interact with that conversation. An instructor can intervene directly by posting a response, or they can simply approve the student’s response. Piazza also enables more contact between Professors and TAs within the course structure itself, as either can answer questions or build-on and endorse the answers of others.</p>\n<p>Piazza’s forum-style Q&amp;A is fantastic for keeping relevant information at hand using the #pin feature. I especially like the Q&amp;A homepage, and how it can be reloaded to show unread notes, unanswered questions, and unresolved follow-ups.</p>\n<p>Piazza operates more fluidly than a regular, linear discussion board with threads. The ability to link to other Piazza posts with @post# provides for a wiki-style feel, in which the posts are interconnected.</p>\n<p>Piazza works wonderfully for online and hybrid courses, and I will be using Piazza for two traditional courses this Fall at the <a href=\"http://laverne.edu\">University of La Verne</a>.</p>\n<p>One of these courses meets once a week, and Piazza will be great for minimizing the anxieties associated with a whole week of downtime between classes.\nMy class website for the History of Latin America (HIST351): <a href=\"http://www.sgahm.org/laverne/f13hla\">sgahm.org/laverne/f13hla</a></p>\n<p>The other class I’m teaching is larger and meets twice a week, so Piazza will help me manage my communications with the class, as well as creating a sense of connection through their assignment posts.\nMy class website for United States History and Culture (HIST110): <a href=\"http://www.sgahm.org/laverne/f13us\">sgahm.org/laverne/f13us</a></p>\n<p>Also, Piazza has apps that actually work quite well for the Q&amp;A forum. I use the Piazza app on my iPhone and iPad, and it saves me from having to cart around an entire laptop just to deal with the complexity of email on-the-go. If any students have private concerns, email still an option of course.</p>\n<p>Where Piazza could improve is in the Course Page section. There are two tabs for Piazza, the Q&amp;A and the Course Page, and the Course Page is designed to be a class website, which holds the syllabus and other info. While the Q&amp;A feature is rather robust and easy to use, the Course Page is not very intuitive, and it lacks customization. Piazza is not a full-featured LMS (Learning Management System) such as Blackboard or Canvas, it’s actually designed to be used in conjunction with an LMS. However, it would be nice if the Course Page had more features, or if it could be hidden from view in the settings.</p>\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2013-07-31T14:26:26-07:00",
				"url": "https://steveanderson.digital/2013/07/31/rewiring-class-emails-and-student/",
				"tags": ["Academia","edupunk","digital classroom","Digital Pedagogy"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/07/30/infectious-information-history-and-the/",
				"title": "Infectious Information: History and the Dissertation Quarantine",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p dir=\"ltr\">On July 22nd, 2013, the American Historical Association published to their blog <a href=\"https://web.archive.org/web/20130729062901/http://blog.historians.org/2013/07/american-historical-association-statement-on-policies-regarding-the-embargoing-of-completed-history-phd-dissertations/\">a statement regarding the embargo of dissertations (Wayback Machine link)</a>. The suggestion was for digital embargo periods to be lengthened from around 1-3 years to 6 years, so that new PhD graduates could revise their dissertation manuscript for the purpose of creating a book for publication. As a significant revision of the dissertation, this book would then become a major component within the process of applying for tenure.</p>\n<p dir=\"ltr\">The embargo period is designed to protect the dissertation digitally. Many universities are requiring new PhD students to submit their fresh dissertations to an online repository, such as <a href=\"https://web.archive.org/web/20190509141927/http://corpweb.proquest.com/assets/etd/umi_embargoesrestrictions_guide.pdf\">ProQuest “Embargos &amp; Restrictions” guide (Wayback Machine link)</a>. Even more problematic is the possible self-publishing of the dissertation on a non-restricted site, such as a public blog. With little celebration, a new dissertation can be made available online at little or no cost. Prodded, crawled, and examined by the search-engine bots and spiders, this new dissertation could be both widely accessible, and possibly tainted by its very digital existence.</p>\n<p dir=\"ltr\">The conundrum is that the availability of instantly downloadable dissertations could reduce the demand for the eventual book – certainly a negative outcome for publishers, and therefore a negative outcome for scholars attempting to get published. This is the major concern of the AHA, not necessarily to limit information, but to strategically release it in conjunction with career aspirations and opportunities.</p>\n<p>However, an open access digital dissertation could also allow for a readership to develop, which in turn would show that there is demand for the eventual book, thus encouraging publishers to accept the project. This is the perspective of many historians who see the AHA’s statement as an example of an elite institution limiting access to information, and attempting to barricade academia from the wider public.</p>\n<p dir=\"ltr\">Regarding information policy, <a href=\"http://quintessenceofham.org/2013/07/24/a-poorly-reasoned-suicide-note/\">Sean Takats points out</a> that the best way to protect the intellectual property of the dissertation is “by publicly and preemptively asserting ownership,” not hiding the project out of fear. Also, there is an underlying assumption that a book would be the only form a revised dissertation could take (or perhaps the only one considered by tenure committees). As <a href=\"http://www.jasonmkelly.com/2013/07/23/american-historical-association-statement-on-phd-dissertations-an-initial-point-by-point-response/\">Jason M. Kelly describes</a>, “dissertations might translate into other formats: exhibitions, blogs, films, etc.,” and these could be essential for scholars in the field of public history.</p>\n<p dir=\"ltr\">Most information about <a href=\"https://web.archive.org/web/20130715070438/http://crl.acrl.org/content/74/4/368.full.pdf+html\">the opinion of publishers (Wayback Machine link)</a> as to whether open access to digital dissertations damages or improves the chances of the book project is either anecdotal or unclear. The wider picture is that digital dissertations are more likely to encounter a reduced field of welcoming publishers, and that each scholar must judge their options accordingly. For some projects digital access to the dissertation could presumably be disastrous, and yet for others this same access could make the difference in getting published at all.</p>\n<p dir=\"ltr\">While the AHA undoubtedly had the best interests of historians at heart, there was immediate outrage within the scholarly community, and then a backlash against those most vocal critics. The debate is very heated and also very personal, because of the devotion required to complete a dissertation, and because the finished product is a crucial part of an historians academic career. For some scholars, the AHA’s stance is pointing towards stodgy irrelevance in a new age of information, and for others the AHA is the last bastion of reason in an infectious digital environment.</p>\n<p dir=\"ltr\">At precisely this moment, there are other developments within and without the field of academia that are shaping the way information is viewed in the digital realm. MIT has just released its <a href=\"https://web.archive.org/web/20130802095231/http://www.boston.com/metrodesk/2013/07/30/aaron-swartz-was-not-targeted-mit-according-independent-review/Xq0O8auOdygzPYwixR6VDP/story.html\">report on the Internet-activist Aaron Swartz (Wayback Machine link)</a> related to his mass-downloading of <a href=\"https://docs.jstor.org/statement-swartz.html\">JSTOR data</a>, the subsequent federal investigation, and his corresponding suicide this January. The U.S. Army has just completed its <a href=\"https://web.archive.org/web/20130731001408/http://www.washingtonpost.com/world/national-security/judge-to-announce-verdict-in-bradley-manning-case-today/2013/07/29/e894a75c-f897-11e2-afc1-c850c6ee5af8_story.html\">verdict on Bradley Manning (Wayback Machine link)</a>, concerning his leaking of military documents and diplomatic cables to Wikileaks. NSA contractor <a href=\"http://www.theguardian.com/world/2013/jul/24/edward-snowden-moscow-airport-live\">Edward Snowden remains in a Moscow airport</a>, trapped in a territorial limbo over his leaking of government intelligence gathering procedures to the press. All of these current events point to the unease, uncertainty, and even danger surrounding the future of information within computerized networks.</p>\n<p dir=\"ltr\">With these examples in mind, the timing and tenor of the AHA statement seems far less anachronistic than perhaps at first glance. The advice the AHA is offering to both individual scholars and institutions is not that they should avoid digital publishing altogether, but that they should be well-informed about the process, and free from institutional coercion and peer pressure. <a href=\"https://web.archive.org/web/20130803205857/http://blog.historians.org/2013/07/why-put-at-risk-the-publishing-options-of-our-most-vulnerable-colleagues/\">William Cronon’s perspective on the issue (Wayback Machine link)</a> is one of helping and protecting the AHA’s “most vulnerable colleagues,” not stifling them. Rather than hoping a dissertation might go viral on the Internet, however odd or wonderful that might seem, the concern is that openly entering the digital realm can lead to an infection, one that plagues a career at its most sensitive moment.</p>\n<p dir=\"ltr\">As a PhD Candidate just entering the process, I am still unsure whether or not I will quarantine my final dissertation, or for how long. I realize the importance of access to information and that there is more at stake in this debate than the dissertation itself. This debate is pressing on the moral aspects of education, it is focusing attention on the process of tenure, and it questions the very reason for being an educator of any type. Yet, I must also be pragmatic and weigh the prospects of employment within a market-driven system.</p>\n<p dir=\"ltr\">Most likely, my final dissertation will be digitally protected for a period of time, but the process of the research will be shared with friends and colleagues, in person, at conferences, and through online social media. I definitely want my dissertation to have an audience, to receive feedback, and to be <a href=\"http://harvardpress.typepad.com/hup_publicity/2013/07/cant-find-it-cant-sign-it-on-dissertation-embargoes.html\">found by publishers looking for interesting projects</a>.</p>\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"date_published": "2013-07-30T18:20:08-07:00",
				"url": "https://steveanderson.digital/2013/07/30/infectious-information-history-and-the/",
				"tags": ["digital culture","Academia","dissertation","publishing"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/07/25/the-backend-of-online-classes/",
				"title": "The back-end of online classes",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>In <a href=\"https://web.archive.org/web/20130728005617/http://chronicle.com/article/Who-Is-Driving-the-Online/140505/\">\"Who is Driving the Online Locomotive,\" (Wayback Machine link)</a> Rob Jenkins asks some pertinent questions about the force and direction of online education. There is definitely the feeling that something is coming, and those who aren't prepared will be lost by the wayside...or flattened by the train. However, this feeling of online education as the next-big-thing has been palpable for a couple of decades now. The latest gust of wind in the sails has been the infamous MOOC, but it's really more about the intersection of budget cuts and the ubiquity of social networking. It's also very unfortunate that there is usually little discussion of the differences between types of online classes – a MOOC with thousands of participants is a very different thing from a small online-class of 40 students.</p>\n<p>In the article, Jenkins describes cost as a major factor propelling online education forward from the administrative perspective:</p>\n<blockquote>\n<p>Online courses enable colleges to enroll students and \"deliver content\" inexpensively, since they don't require classrooms, parking spaces, restrooms, or, in some cases, even faculty offices.</p>\n</blockquote>\n<p>This idea that online education is inexpensive is pretty common, but without more clarity regarding the type of online class there is no way to confirm the cost savings, if any even exist. Rather than replacing traditional education, the push toward online classes is creating new demands that require greater investments in technology, training, and bureaucratic infrastructure.</p>\n<p>For the moment, many of these institutional investments are being financed through venture capital, such as:</p>\n<ul>\n<li>server farms and data centers</li>\n<li>online hosting services (<a href=\"https://en.wikipedia.org/wiki/Learning_management_system\">LMS</a>, <a href=\"https://en.wikipedia.org/wiki/Learning_Tools_Interoperability\">LTI</a>, video conferencing)</li>\n<li>programmers and coders</li>\n<li>engineers and security consultants</li>\n<li>faculty liaisons for software and <a href=\"https://en.wikipedia.org/wiki/Software_as_a_service\">SaaS</a> platforms</li>\n<li>cloud storage</li>\n<li>Internet bandwidth</li>\n<li>on-site and off-site backup</li>\n<li>graphic and instructional designers</li>\n<li>training and testing</li>\n<li>desktop and laptop computers</li>\n<li>phone systems (legacy and smartphones)</li>\n<li>customer service  and sales representatives</li>\n<li>marketing and other corporate and academic necessities</li>\n</ul>\n<p>Although these online classes are digital, this does not somehow make them immaterial. The back-end of online education requires a huge amount of computational and networking infrastructure, and most importantly, people with advanced technological skill sets. Online education might <em>feel</em> like it's less expensive, but the costs are very real.</p>\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2013-07-25T02:02:59-07:00",
				"url": "https://steveanderson.digital/2013/07/25/the-backend-of-online-classes/",
				"tags": ["digital culture","Academia","digital classroom","online learning"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/07/18/digital-pedagogy-and-the-online/",
				"title": "Digital pedagogy and the online classroom",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>A few days ago I finished grading for an online summer class, The History of Latin America (HIST75V). I was the TA (teaching assistant) for Professor Juliette Levy, and this was the first time that either of us had conducted an online course. We’ve both taught the traditional in-class version of this course many times, and the opportunity to transform our in-class materials and teaching styles into an online presence was quite exciting. Professor Levy and I are both from the University of California, Riverside, and the course itself was hosted through <a href=\"http://uconline.edu/\">UC Online</a>. This class was an accelerated summer course, only 3 weeks long, and the LMS (Learning Management System) was <a href=\"http://www.instructure.com/\">Canvas</a>. We also used <a href=\"https://piazza.com/\">Piazza</a> for a student question &amp; answer forum (I’ll write <a href=\"https://steveanderson.digital/2013/07/31/rewiring-class-emails-and-student/\">more about Piazza in another post</a>).</p>\n<p>Regarding pedagogy, the learning strategy was different in this digital classroom versus the traditional analog classroom, but not drastically so. Overall, this was a hybrid pedagogy combining the most needed attributes of both online and in-class learning. Professor Levy created a wonderful series of video lectures, some were just a few minutes in length, and they discussed the themes of the learning section, or “module” as they’re referred to in Canvas. Other videos Professor Levy created were 25–30 minutes in length and they discussed the materials in depth. Students read textbook chapters as well as PDF’s of primary sources, and they also watched film clips and movies, such as <a href=\"http://en.wikipedia.org/wiki/Viva_Zapata!\"><em>Viva Zapata!</em></a> and <a href=\"https://web.archive.org/web/20130611102947/http://www.gringosatthegate.com/\"><em>Gringos at the Gate (Wayback Machine link)</em></a>. One of the assignments the students particularly enjoyed was a Storify project on Argentina’s Dirty War.</p>\n<p>Distance education has a long history, and in the past I’ve taken some online courses myself. However, this particular class was quite different from my previous experiences, some of which turned out to be more like a correspondence course via electronic mail. And to be perfectly clear, this class was not a <a href=\"http://en.wikipedia.org/wiki/Massive_open_online_course\">MOOC</a>, nor did we have any designs on creating a MOOC-like experience for the students. MOOC’s are all the rage at the moment, and I do mean rage, as there is quite a bit of <a href=\"https://web.archive.org/web/20130617031745/https://chronicle.com/blogs/profhacker/weekend-reading-the-mooc-catchup-edition/50111\">anger within academia (Wayback Machine link)</a> concerning this new learning format. Our roster was only 40 students, and we had direct interaction and visual contact with 95% of them on a weekly basis.</p>\n<p>This direct interaction with the students made all the difference for the learning experience. We used Google Hangouts to conduct weekly Discussion Sections online, with 2–8 students plus myself and Professor Levy. These were 30 minute video conferences, and each member of the Hangout was present in both video and audio form. Most video conferences are one-to-many, meaning that the instructor is shown in video form to the students, but the students can only watch and listen. With Google Hangouts anyone can speak at any time (it’s less chaotic than it sounds), and the main video screen will automatically change to the person speaking. Skype has a similar group video conferencing feature for education, but we chose Google Hangouts because of the high ratings it’s received for quality and ease of use.</p>\n<p>The most important aspect of these many-to-many video conferences was the personal interaction with the students, and Google Hangout was merely a tool that enabled these interactions – any similar video conferencing service could perform the same duty.</p>\n<p>As in most online courses, our students were scattered across the world. We had a few students in China, and with the 15 hour time difference this sometimes meant students had to wake-up early to make the Hangouts. Other students were in Northern California, some were from other UC campuses, and a few of the students needed to use the WiFi at their local McDonald’s or Starbucks in order to attend the Google Hangout Discussion Sections.</p>\n<p>An important note: about a quarter of the students had a laptop or desktop computer, but no webcam! Thankfully, all of these webcam-less students had an Apple or Android smartphone or tablet, and there are both Android and iOS apps for Hangouts, so many of the students were attending class on their portable devices. Apps have quickly become as important as the laptop or desktop computing experience for education, whether in digital or in-class form, and this is one area where much more innovation is needed in LMS technology.</p>\n<p>Most of the students were familiar with Google and Gmail, but none of the 40 students had ever used Hangouts or any other many-to-many video conferencing tool. The first round of Hangouts in Week 1 was a little rocky, there were some missed invites and some connection issues, and there were plenty of questions before we began. The second round of Hangouts in Week 2, however, was exponentially smoother and the students quickly adjusted to the format. By Week 3 the students were talking to each other as much as the instructors, and the Hangouts felt like a normal part of the course.</p>\n<p>Actually, the these online Discussion Sections didn’t just feel normal, they were an <em>essential</em> part of the course. These face to face interactions, although digital in nature, were crucial in transforming the online course into a <em>class</em> – the Hangout, in effect, became the classroom.</p>\n<p>These video conferencing Discussion Sections through Google Hangout were only 30 minutes in length, but they were extremely intense. In these Hangouts everyone is on the spot, both the students and the instructors, and time passes rather quickly. A 30 minute Hangout Discussion Section felt like an hour, but this was because of the efficiency of the interaction. The time compression and intensity were positive effects resulting from the greater need for focus and concentration. These video conference Discussion Sections were very effective for creating a constructive learning environment. Instead of a computerized class full of text-boxes that need to be filled, the Hangouts made the course personable and thoroughly enjoyable. The number-one student request in our exit survey was for longer Hangouts, and more of them! </p>\n<p>In the end, not only is the traditional lecture “dead” as Professor Levy wrote in her own blog post concerning this online teaching experience, but the personal connections between instructors and students are more important than ever. Digital tools can provide for real and personal interaction, and so much so that they don’t need to be reserved only for so-called online courses. The need for physical classrooms won’t entirely diminish, but the walls that confine them will slowly erode through the use of hybrid, digital tools.</p>\n<h3>Related posts:</h3>\n<p><a href=\"https://steveanderson.digital/2015/05/24/ill-see-you-online-teaching/\">I'll See You Online</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/12/notes-on-virtual-lectures/\">Notes on Virtual Lectures</a></p>\n<p><a href=\"https://steveanderson.digital/2014/02/11/virtual-lectures-and-the-digital/\">Virtual Lectures and the Digital Classroom</a></p>\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2013-07-18T15:00:37-07:00",
				"url": "https://steveanderson.digital/2013/07/18/digital-pedagogy-and-the-online/",
				"tags": ["Academia","digital classroom","Digital Pedagogy","hybrid pedagogy","online learning"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/06/05/hipsters-and-nicelooking-web-pages/",
				"title": "Hipsters and nice-looking web pages",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20130608233117/http://chronicle.com/blogs/conversation/2013/06/04/unintentional-hipster-faculty/\">Unintentional Hipster Faculty (Wayback Machine link)</a></p>\n<blockquote>\n<p>Making a nice-looking Web page is just too hard. The physicists across the street are teleporting matter! But yesterday I had to read a tutorial on how to vertically center an image.</p>\n</blockquote>\n<p><img title=\"memes-hipster-dr-jones.jpg\" src=\"https://steveanderson.digital/uploads/2025/memes-hipster-dr-jones.jpg\" alt=\"Indiana Jones meme.\" width=\"476\" height=\"500\" border=\"0\" /></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-06-05T08:06:12-07:00",
				"url": "https://steveanderson.digital/2013/06/05/hipsters-and-nicelooking-web-pages/",
				"tags": ["digital culture","Academia","html","web design"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/06/04/bam-colloquium-this-friday/",
				"title": "BAM Colloquium this Friday",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Please join us for the Year-End Colloquium for Graduate Students in \"BAM.\"\nDesignated Emphasis in Book, Archive, and Manuscript Studies – <a href=\"https://web.archive.org/web/20130625051821/http://bam.ucr.edu/\">http://bam.ucr.edu (Wayback Machine link)</a></p>\n<p><strong>Friday, June 7, 2013. 10:00am to Noon</strong></p>\n<p><strong>English Department Conference Room (HMNSS 2212)</strong></p>\n<p>Presentations by Steve Anderson, Cori Knight, and Heather Van Mouwerik</p>\n<p>Display of printshop projects by Rebecca Addicks, Ann Garascia, Cori Knight, Jessica Roberson, and Anne Sullivan</p>\n<p>This will also be a celebration of the new Mellon Workshop Grant awarded to the Material Cultures of the Book Working Group – <a href=\"https://web.archive.org/web/20130625075403/http://bookhistory.ucr.edu/\">http://bookhistory.ucr.edu (Wayback Machine link)</a></p>\n",
				"date_published": "2013-06-04T11:39:56-07:00",
				"url": "https://steveanderson.digital/2013/06/04/bam-colloquium-this-friday/",
				"tags": ["Presentations","digital culture","Academia","Art","Books","conference","Events","uc riverside","book history","Print Culture"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/05/18/cdh-event-animated-music-screening/",
				"title": "CDH event: Animated Music Screening and Talk - May 30th",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"keefer-music-rev1.jpg\" src=\"https://steveanderson.digital/uploads/2025/keefer-music-rev1.jpg\" alt=\"CDH Keefer event poster.\" width=\"792\" height=\"612\" border=\"0\" /></p>\n<p><strong>Cindy Keefer, Archivist, Curator &amp; Director . Center for Visual Music</strong></p>\n<p><strong>Preserving Visual Music : The Archives of the Center for Visual Music</strong></p>\n<p><strong>THURSDAY . May 30, 2013 . 4:30 PM . INTN 1113 . Refreshments served .</strong></p>\n<p>Cindy Keefer, Director of the Center for Visual Music Los Angeles, will discuss and screen work by pioneers of kinetic art, abstract animation and pre-digital cinema from CVM's archives. CVM is a Los Angeles archive dedicated to visual music, experimental animation and abstract media.  CVM preserves and promotes films by Oskar Fischinger, Jordan Belson, Charles Dockum, Mary Ellen Bute, Jules Engel, Harry Smith and others, as well as contemporary artists. Keefer will screen work from CVM's archives by Fischinger and Belson, plus Dockum's <em>Mobilcolor Projections</em>, Bute's <em>Abstronics</em> (an early oscilloscope film), a short Bute documentary, and more. She will also discuss Belson's now legendary 1950s Vortex Concerts, CVM's work with the Fischinger legacy, current preservation work, and <i>Raumlichtkunst</i>, the new HD 3-screen reconstruction of Fischinger's 1920s multiple-projector performances, recently exhibited at the Whitney Museum, the Tate Modern, and scheduled for exhibition at the Palais de Tokyo in Paris in summer 2013.</p>\n<p>This is the last event <a href=\"https://cdh.ucr.edu\">Critical Digital Humanities</a> will host for the 2012-2013 season. Please join us for this exciting presentation. <a href=\"https://cdh.ucr.edu/2013/05/12/animated-music-screening-and-talk-may-30/index.html\">[cdh.ucr.edu](http://cdh.ucr.edu)</a></p>\n",
				"date_published": "2013-05-18T07:19:01-07:00",
				"url": "https://steveanderson.digital/2013/05/18/cdh-event-animated-music-screening/",
				"tags": ["Digital Humanities","Events","uc riverside","critical digital humanities"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/05/17/the-quantum-cloud/",
				"title": "The Quantum Cloud",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://bits.blogs.nytimes.com/2013/05/16/google-buys-a-quantum-computer/\">Google Buys a Quantum Computer</a></p>\n<blockquote>\n<p>Google did not say how it might deploy a quantum computer into its existing global network of computer-intensive data centers, which are among the world’s largest. D-Wave, however, intends eventually for its quantum machine to hook into cloud computing systems, doing the exceptionally hard problems that can then be finished off by regular servers.</p>\n</blockquote>\n<p>It’s not very interesting on the exterior, just another black box – actually I wonder if there’s even a computer inside the black monolith in the image below. <a href=\"https://web.archive.org/web/20130602093427/http://www.dwavesys.com/en/pressreleases.html\">More pictures</a> of the interior of the quantum “mainframe” would be great.</p>\n<p><img title=\"d_wave_one_system.jpg\" src=\"https://steveanderson.digital/uploads/2025/d-wave-one-system.jpg\" alt=\"D Wave One quantun computing system.\" width=\"2160\" height=\"2372\" border=\"0\" /></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-05-17T12:09:47-07:00",
				"url": "https://steveanderson.digital/2013/05/17/the-quantum-cloud/",
				"tags": ["digital culture","computing","Quantum Computing","the cloud"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/05/17/geographies-of-detention-at-ucr/",
				"title": "Geographies of Detention at UCR Arts Block",
				"content_html": "<!-- raw HTML omitted -->\n<!-- raw HTML omitted -->",
				"content_text": "<p>UCR ARTSblock presents the exhibition:\n<strong><em>Geographies of Detention: From Guantánamo to the Golden Gulag</em></strong></p>\n<p>June 1 – September 7, 2013*</p>\n<p>California Museum of Photography, UCR ARTSblock</p>\n<p>UCR ARTSblock presents <a href=\"https://web.archive.org/web/20130603035124/http://artsblock.ucr.edu/exhibitions/Geographies-of-Detention\"><em>Geographies of Detention: From Guantánamo to the Golden Gulag</em> (Wayback Machine link)</a>, on view at the <a href=\"https://web.archive.org/web/20130526002839/http://artsblock.ucr.edu/\">California Museum of Photography (Wayback Machine link)</a> from June 1 through September 7, 2013. The exhibition is guest curated by Catherine Gudis, Molly McGarry, and graduate students from the UCR Public History Program: Leann Do, Jay Hartzell, Kristen Hayashi, Corinne Knight, Sean Milanovich, Karen Raines, Carolyn Schutten, Megan Suster, Jennifer Thornton, David Wagner, and Jennifer Weed.</p>\n<p><img border=\"0\" title=\"gd.jpg\" alt=\"Geographies of Detention event poster.\" width=\"600\" src=\"https://steveanderson.digital/uploads/2025/gd.jpg\" height=\"767\" /></p>\n<!--more-->\n<p>Presented on two floors of the California Museum of Photography, <em>Geographies of Detention</em> offers a nuanced investigation into incarceration and its architectures. One portion of the exhibition highlights work by artists Sandow Birk, Alyse Emdur, and Richard Ross, each of whom explores different aspects of imprisonment. <em>Geographies of Detention</em> also includes the traveling exhibit the “Guantánamo Public Memory Project,” an examination of the over 100-year history of the US naval station at Guantánamo Bay, Cuba.</p>\n<p>The main gallery of the museum is devoted to the contemporary context and landscape of California’s own “golden gulag.” Prison populations in California have grown 500% in the last decades even as crime rates subside, and prison spending continues to outweigh state funding for public education. A selection of hauntingly evocative paintings by Sandow Birk from his series “Prisonation” (2001) reflects on the growth of California’s prison industrial complex by engaging its geographic context. Taking inspiration from pictorial genres of landscape painting, including those popularized by the Hudson River School in the 19th century, each of Birk’s paintings depicts one of California’s state prisons, from Pelican Bay in Northern California to Centinela State Prison at the US–Mexico border.</p>\n<p>While Birk’s work shows the prisons from afar, Richard Ross and Alyse Emdur take the viewer inside these structures. In his series of photographs “Architecture of Authority” (2007), Ross explores the built environment of prisons, revealing the spatial logic used to exert power over the bodies incarcerated within. Emdur’s large-scale photographs of prison visiting rooms and collected letters and snapshots (some of which appear in her 2013 book, Prison Landscapes) offer a more intimate vision of inmates posing with their visitors against murals in fantasy landscapes of freedom. Presented together, the works of Birk, Ross, and Emdur meditate on the “carceral state” of California.</p>\n<p>The “Guantánamo Public Memory Project” combines historical and contemporary photography, film, and first-person audio interviews to examine how the naval base has been “closed” and reopened for more than a century leading up to the attacks on September 11, 2001. These new perspectives on Guantánamo’s history as a “legal black hole” provoke discussions about the limits of democracy and the meaning of mass incarceration in a global present and future.</p>\n<p>Collaboratively curated by eleven universities (including UCR), the “Guantánamo Public Memory Project” is comprised of a deeply researched traveling exhibit, as well as a website (<a href=\"http://www.gitmomemory.org\">www.gitmomemory.org</a>), blog, and ongoing public conversation. The panel produced by graduate students in UCR’s Public History Program examines Guantánamo as an international symbol of America’s War on Terror and a lightning rod for debates about torture, detention, national security, and human rights.</p>\n<p>Visit <a href=\"https://web.archive.org/web/20130526002839/http://artsblock.ucr.edu/\">artsblock.ucr.edu (Wayback Machine link)</a> for the schedule of related programs.</p>\n<p>*The “Guantánamo Public Memory Project” will be on view as part of Geographies of Detention through August 10, 2013.</p>\n<hr />\n<p>This exhibition was made possible in part by the generous support of Dean Stephen Cullenberg, UCR College of Humanities, Arts, and Social Sciences, and the UCR History Department’s Friends of Public History.</p>\n<hr />\n<p>California Museum of Photography Sweeney Art Gallery\nCulver Center of the Arts University of California, Riverside\n3834 Main Street Riverside, CA 92501 951.827.3755</p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-05-17T06:09:05-07:00",
				"url": "https://steveanderson.digital/2013/05/17/geographies-of-detention-at-ucr/",
				"tags": ["Events","public history","uc riverside"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/04/17/the-pound-spreadsheet-machine/",
				"title": "The \"3000-pound spreadsheet machine\"",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20150129112116/http://www.pcworld.com/article/249951/if_it_aint_broke_dont_fix_it_ancient_computers_in_use_today.html?page=0\">If It Ain’t Broke, Don’t Fix It: Ancient Computers in Use Today (Wayback Machine link)</a></p>\n<blockquote>\n<p>Companies traditionally used the 402 for accounting, since the machine could take a long list of numbers, add them up, and print a detailed written report. In a sense, you could consider it a 3000-pound spreadsheet machine. That’s exactly how Sparkler Filters uses its IBM 402, which could very well be the last fully operational 402 on the planet. As it has for over half a century, the firm still runs all of its accounting work (payroll, sales, and inventory) through the IBM 402. The machine prints out reports on wide, tractor-fed paper.</p>\n</blockquote>\n<p>This is pretty amazing. I’ve seen older systems in use recently, like Windows 95, but this is just extraordinary.</p>\n<p><a href=\"http://www.pcworld.com/article/249951/if_it_aint_broke_dont_fix_it_ancient_computers_in_use_today.html?page=0\"><img title=\"ibm_402_5-11322351.jpg\" src=\"https://steveanderson.digital/uploads/2025/ibm-402-5-11322351.jpg\" alt=\"Damaged punch cards.\" width=\"606\" height=\"408\" border=\"0\" /></a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-04-17T11:35:05-07:00",
				"url": "https://steveanderson.digital/2013/04/17/the-pound-spreadsheet-machine/",
				"tags": ["digital culture","accounting","computing","Mainframes and Paperwork"]
			},
			{
				"id": "http://sadigital.micro.blog/2013/02/15/keeping-tab-with-diet-soda/",
				"title": "Keeping TaB with diet soda",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://web.archive.org/web/20130216162023/http://www.coca-colacompany.com/stories/a-sweet-celebration-tab-commemorates-golden-anniversary-on-valentines-day\">TaB soda was named by an IBM mainframe (Wayback Machine link)</a> – now it makes sense. The name was supposed to relate to <a href=\"https://web.archive.org/web/20120324014123/http://www.virtualvender.coca-cola.com/ft/detail.jsp?brand_id=279\">keeping “tabs” on your weight (Wayback Machine link)</a>, rather than being an acronym for “totally artificial beverage.”</p>\n<blockquote>\n<p>To obtain a list of potential names, William Mannen, chief programmer for data processing, programmed the company’s <a href=\"https://web.archive.org/web/20130103011825/http://www-03.ibm.com/ibm/history/ibm100/us/en/icons/mainframe/transform/\">IBM 1401 (Wayback Machine link) </a>mainframe computer to print all possible four-letter word combinations containing a vowel or vowel-sounding letter. The results took a day to print and contained more than 300,000 possible combinations. This list was narrowed down to 600 possibilities, which were then given to the legal department to check against existing trademarks. After legal narrowed the list again, TaB was chosen from among the final two dozen contenders. Why? Because it was distinctive and easy to remember, and it projected the desired image.</p>\n</blockquote>\n<p> </p>\n<p style=\"text-align: center;\"><img title=\"download.jpeg\" src=\"https://steveanderson.digital/uploads/2025/download.jpeg\" alt=\"Printout of a list of names for TaB soda.\" width=\"596\" height=\"334\" border=\"0\" /></p>\n<p>(via @melissaterras on Twitter)</p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2013-02-15T03:00:45-07:00",
				"url": "https://steveanderson.digital/2013/02/15/keeping-tab-with-diet-soda/",
				"tags": ["IBM","mainframe","digital culture","computer","Marketing","soda"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/08/31/yosemite-summer/",
				"title": "Yosemite - Summer 2012",
				"content_html": "<!-- raw HTML omitted -->\n<!-- raw HTML omitted -->",
				"content_text": "<p>About a month or so ago my wife and I went on a camping trip with some friends in <a href=\"http://www.nps.gov/yose/index.htm\">Yosemite National Park</a>. It was much warmer than we thought it would be, and there were even a few mild rain showers, but overall it was a wonderful trip. This wasn't my first time camping, but it was my first trip to Yosemite and the valley was just beautiful. We didn't branch out into the wilderness too much, as we were just there for a couple of days. After a long day of travel on foot, the pizza and beer at the <a href=\"https://web.archive.org/web/20120917142738/http://www.yosemitepark.com/curry-village-restaurants.aspx\">Curry Village Pizza Deck (Wayback Machine link)</a> was a lifesaver... more than once!</p>\n<p>Sadly, it's come to light that several people who stayed in Curry Village's \"signature tent cabins\" were <a href=\"https://web.archive.org/web/20120907212026/http://www.latimes.com/health/la-me-yosemite-hantavirus-20120830,0,4815286.story\">infected with hantavirus (Wayback Machine link)</a> during the same time we were in Yosemite, and a few people have died. The cabins in question were poorly designed; they were built in 2009 after a <a href=\"https://web.archive.org/web/20120614190157/http://latimesblogs.latimes.com/lanow/2012/06/yosemite-valley-rock-fall-risk-closures.html\">rockfall from Glacier Point destroyed buildings and caused minor injuries (Wayback Machine link)</a>. The continued <a href=\"https://web.archive.org/web/20120927170419/http://www.usgs.gov/newsroom/article.asp?ID=3243#.UD_lq0I0qS0\">high risk of rockfalls (Wayback Machine link)</a> has prompted the closure of other areas of the park as well. We camped in our own tent and never saw any mice, but we did hear a colossal boom and cracking sound in the late afternoon that we could only assume to be a rockfall somewhere in the valley.</p>\n<p>Now on to the photos – I'm going to save all the silly, sweaty, hiking photographs for my personal file and just stick to some nice landscape shots.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/1-wawona-tunnel-view-of-yosemite-valley.jpg\"><img border=\"0\" title=\"1-wawona-tunnel-view-of-yosemite-valley.jpg\" alt=\"1 wawona tunnel view of yosemite valley.\" width=\"3264\" src=\"https://steveanderson.digital/uploads/2025/1-wawona-tunnel-view-of-yosemite-valley.jpg\" height=\"2448\" /></a></p>\n<p>The first picture is of the <a href=\"https://www.nps.gov/yose/learn/nature/scenic-vistas-tunnel-view.htm\">Wawona Tunnel View</a>, this is the classic Yosemite picture that all first-timers just have to take. On the left side of this photo is <a href=\"https://en.wikipedia.org/wiki/El_Capitan\">El Capitan</a>, in the center is <a href=\"https://en.wikipedia.org/wiki/Half_Dome\">Half Dome</a>, and on the right side is <a href=\"https://en.wikipedia.org/wiki/Bridalveil_Fall\">Bridalveil Fall</a>. There are many other <a href=\"https://www.nps.gov/yose/planyourvisit/formations.htm\">rock formations</a> in the <a href=\"https://www.nps.gov/yose/naturescience/geology.htm\">largely granite, glacier-carved valley</a>, but El Capitan and Half Dome are perhaps the most famous.</p>\n<!--more-->\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/2-yosemite-falls.jpg\"><img border=\"0\" title=\"2-yosemite-falls.jpg\" alt=\"2 yosemite falls.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/2-yosemite-falls.jpg\" height=\"2848\" /></a></p>\n<p>The second photograph is of <a href=\"https://en.wikipedia.org/wiki/Yosemite_Falls\">Yosemite Falls</a>, one of the many <a href=\"https://www.nps.gov/yose/planyourvisit/waterfalls.htm\">waterfalls in the valley</a>. I thought Yosemite Falls was sometimes called the “Yosemite Firefall,” because it appeared bright orange in the sunset at certain times of year – I was wrong on both counts. I later discovered that the “<a href=\"https://en.wikipedia.org/wiki/Yosemite_Firefall\">Yosemite Firefall</a>” was a spectacle created for tourists by the defunct Glacier Point Hotel on the other side of the valley, which poured burning embers over the edge of the cliff in a steady stream (this seems like a really bad idea, by the way). And the actual waterfall that appears to be on “fire” because of the sunset is the nearby <a href=\"https://en.wikipedia.org/wiki/Horsetail_Fall_(Yosemite)\">Horestail Fall</a>, which glows orange for a brief period in February.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/3-stoneman-meadow.jpg\"><img border=\"0\" title=\"3-stoneman-meadow.jpg\" alt=\"3 stoneman meadow.\" width=\"2762\" src=\"https://steveanderson.digital/uploads/2025/3-stoneman-meadow.jpg\" height=\"4143\" /></a></p>\n<p>The next picture shows us crossing <a href=\"https://www.nps.gov/yose/planyourvisit/meadows.htm\">Stoneman Meadow</a>, we’re heading north and away from <a href=\"https://en.wikipedia.org/wiki/Curry_Village,_California\">Curry Village</a> which is near the bridge entrance. On the right side of this photo the trees are partially obscuring the <a href=\"https://en.wikipedia.org/wiki/Royal_Arches_(Yosemite)\">Royal Arches</a>, a granite cliff face that has <a href=\"https://en.wikipedia.org/wiki/Exfoliation_joint\">exfoliated</a> in a concentric pattern.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/4-staircase-falls-and-glacier-point.jpg\"><img border=\"0\" title=\"4-staircase-falls-and-glacier-point.jpg\" alt=\"4 staircase falls and glacier point.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/4-staircase-falls-and-glacier-point.jpg\" height=\"2848\" /></a></p>\n<p>The fourth photo was also taken from Stoneman Meadow, but it’s facing south toward Curry Village. In the lower right of this picture is <a href=\"https://en.wikipedia.org/wiki/Staircase_Falls\">Staircase Falls</a> which were dry during our visit; they’re only active right after a good amount of rain. In the upper left of this photo is <a href=\"http://www.nps.gov/yose/planyourvisit/glacierpoint.htm\">Glacier Point</a>, I believe – it looks like the <a href=\"http://goo.gl/maps/HiGKU\">correct location on the map</a>, but it’s difficult to find a photo of Glacier Point from the valley floor for verification.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/5-john-muir-trail-to-vernal-fall.jpg\"><img border=\"0\" title=\"5-john-muir-trail-to-vernal-fall.jpg\" alt=\"5 john muir trail to vernal fall.\" width=\"2848\" src=\"https://steveanderson.digital/uploads/2025/5-john-muir-trail-to-vernal-fall.jpg\" height=\"4272\" /></a></p>\n<p>Photos 5 and 6 are from our hike to <a href=\"https://en.wikipedia.org/wiki/Vernal_Fall\">Vernal Fall</a>. The hike begins in <a href=\"https://en.wikipedia.org/wiki/Happy_Isles\">Happy Isles</a>, the northern trailhead of the <a href=\"https://en.wikipedia.org/wiki/John_Muir_Trail\">John Muir Trail</a> along the <a href=\"https://en.wikipedia.org/wiki/Merced_River\">Merced River</a>, and it links to the <a href=\"https://en.wikipedia.org/wiki/Mist_Trail\">Mist Trail</a> which runs up to Vernal Fall. The portion of the John Muir Trail is relatively easy, it’s a bit uphill of course, but it’s paved because of the heavy amount of foot traffic. The Mist Trail, however, is made of rock-carved steps that are pretty steep and winding, leading up in front of the waterfall. I hear there’s good fishing up above Vernal Fall, but that’s another story.</p>\n<p><a href=\"https://steveanderson.digital/uploads/2025/6-mist-trail-and-vernal-fall.jpg\"><img border=\"0\" title=\"6-mist-trail-and-vernal-fall.jpg\" alt=\"6 mist trail and vernal fall.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/6-mist-trail-and-vernal-fall.jpg\" height=\"2848\" /></a></p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/7-sugar-pine-bridge.jpg\"><img border=\"0\" title=\"7-sugar-pine-bridge.jpg\" alt=\"7 sugar pine bridge.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/7-sugar-pine-bridge.jpg\" height=\"2848\" /></a></p>\n<p>The next photo is of myself on <a href=\"https://en.wikipedia.org/wiki/Yosemite_Valley_Bridges\">Sugar Pine Bridge</a>. I’m holding a fishing pole, but the fish were much smarter than I was so there wasn’t much action. The people at the sport shop were happy to sell us licenses, but a friendly worker in Curry Village told us we were crazy to fish a river that had so much human activity. So, we carried some fishing poles around which gave us a reason to absorb the beauty of the scenery and relax. <a href=\"https://web.archive.org/web/20120815010018/http://www.sfgate.com/news/article/Historic-bridges-of-Yosemite-Valley-under-siege-3690408.php#photo-3167719\">Yosemite Valley bridges have come under scrutiny lately (Wayback Machine link)</a> because they impede the natural flow of the Merced River, which is federally classified as “wild and scenic.” The historic bridges in question are the Sugar Pine, Ahwahnee, and Stoneman bridges, and all three are being protected from demolition through categorization as endangered historic places.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/8-merced-river.jpg\"><img border=\"0\" title=\"8-merced-river.jpg\" alt=\"8 merced river.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/8-merced-river.jpg\" height=\"2848\" /></a></p>\n<p>Picture 8 is a view of the Merced River from another bridge near the Upper Pines Campground where we stayed, but this bridge is not in danger of being demolished. I’m not sure of the specific name of this bridge, but here’s a <a href=\"http://goo.gl/maps/I91V9\">link to the photo location</a>.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/9-mirror-lake.jpg\"><img border=\"0\" title=\"9-mirror-lake.jpg\" alt=\"9 mirror lake.\" width=\"4024\" src=\"https://steveanderson.digital/uploads/2025/9-mirror-lake.jpg\" height=\"2682\" /></a></p>\n<p>The second to last photo is of <a href=\"https://en.wikipedia.org/wiki/Mirror_Lake_(California)\">Mirror Lake</a>, which was more like a pond than anything else. The lake is disappearing because of sedimentation, and it may eventually become a meadow although regular spring runoff could delay the process. Unlike many of the other natural features of Yosemite, <a href=\"https://web.archive.org/web/20120902235726/http://www.nps.gov/history/history/online_books/geology/publications/pp/160/sec4.htm\">Mirror Lake was not formed by ancient glaciation (Wayback Machine link)</a>. The lake was instead created by geologically-recent rock avalanches from both sides of <a href=\"https://en.wikipedia.org/wiki/Tenaya_Canyon\">Tenaya Canyon</a>, most likely caused by an earthquake. These rock avalanches created a natural dam which restricted the water flow of Tenaya Creek, leading to the formation of Mirror Lake.</p>\n<hr />\n<p><a href=\"https://steveanderson.digital/uploads/2025/10-half-dome-visor-and-diving-board.jpg\"><img border=\"0\" title=\"10-half-dome-visor-and-diving-board.jpg\" alt=\"10 half dome visor and diving board.\" width=\"4272\" src=\"https://steveanderson.digital/uploads/2025/10-half-dome-visor-and-diving-board.jpg\" height=\"2848\" /></a></p>\n<p>The last photograph is of Half Dome, taken from below at Mirror Lake. The rocky outcrop at the top-left peak of Half Dome is known as the “Visor,” while the thin piece of rock sticking out on the right side is called the “Diving Board.”</p>\n<hr />\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2012-08-31T02:00:35-07:00",
				"url": "https://steveanderson.digital/2012/08/31/yosemite-summer/",
				"tags": ["photographs","camping","national parks","Travel","yosemite"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/08/30/map-of-the-inca-empire/",
				"title": "Map of the Inca Empire",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>This <a href=\"https://web.archive.org/web/20111013024845/http://ngm.nationalgeographic.com/2011/04/inca-empire/interactive-map\">map of the Inca Empire (Wayback Machine link)</a> is great for showing the rapid expansion of <a href=\"http://en.wikipedia.org/wiki/Inca_Empire\">the Incas</a> across the Andes region. On the original map it was a little difficult to correlate the numbered excerpts with the colored regions, so I made new numbers that will show up a little better on classroom projectors.</p>\n<p><img title=\"inca-map.jpg\" src=\"https://steveanderson.digital/uploads/2025/69ead10eec.jpg\" alt=\"Map of the Inca empire.\" width=\"988\" height=\"1137\" border=\"0\" /></p>\n<p>There's also a detailed map of <a href=\"http://en.wikipedia.org/wiki/Sacred_Valley\">the Sacred Valley</a>, but it's also a bit difficult to read because of the color scale.</p>\n<p>Along the bottom of the Sacred Valley map is a chronology of rulers, from the first Inca king or Sapa Inca, <a href=\"http://en.wikipedia.org/wiki/Manco_C%C3%A1pac\">Manco Cápac</a>, to the period of Spanish conquest during the reign of <a href=\"http://en.wikipedia.org/wiki/Atahualpa\">Atahualpa</a>.</p>\n<p><img title=\"inca-sacred-valley.jpg\" src=\"https://steveanderson.digital/uploads/2025/inca-sacred-valley.jpg\" alt=\"Map of the Inca sacred valley.\" width=\"847\" height=\"639\" border=\"0\" /></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-08-30T02:02:17-07:00",
				"url": "https://steveanderson.digital/2012/08/30/map-of-the-inca-empire/",
				"tags": ["Maps","latin america","inca empire"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/08/29/map-of-spanish-viceroyalties/",
				"title": "Map of Spanish Viceroyalties",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I came across this <a href=\"http://www.britannica.com/media/full/130174\">map of Spanish viceroyalties (link no longer available)</a> a few months ago, and since it can be difficult to find good maps online I thought I'd post it here. Even though there's a plethora of maps on the Internet, it still seems like the best ones are either overhead-projector transparencies, or printed in books. This map is of Spanish territory in the Americas during the eighteenth century – it covers all of Latin America and the Spanish-American colonial empire, as well as neighboring British territory, and the Portuguese viceroyalty of Brazil.</p>\n<p>The Spanish viceroyalties shown on the map are:</p>\n<ul class=\"info\">\n<li><a href=\"http://en.wikipedia.org/wiki/New_Spain\">Viceroyalty of New Spain</a></li>\n<li><a href=\"http://en.wikipedia.org/wiki/Viceroyalty_of_New_Granada\">Viceroyalty of New Granada</a></li>\n<li><a href=\"http://en.wikipedia.org/wiki/Viceroyalty_of_Peru\">Viceroyalty of Peru</a></li>\n<li><a href=\"http://en.wikipedia.org/wiki/Viceroyalty_of_the_R%C3%ADo_de_la_Plata\">Viceroyalty of the Río de la Plata</a></li>\n</ul>\n<p><img title=\"spanish-viceroyalties.jpg\" src=\"https://steveanderson.digital/uploads/2025/spanish-viceroyalties.jpg\" alt=\"Map of the Spanish viceroyalties in the Americas.\" width=\"1156\" height=\"1600\" border=\"0\" /></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-08-29T01:27:15-07:00",
				"url": "https://steveanderson.digital/2012/08/29/map-of-spanish-viceroyalties/",
				"tags": ["Maps","colonial spain","latin america"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/08/14/ruins-of-the-acropolis-athens/",
				"title": "Ruins of the Acropolis, 1966 - Athens, Greece",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>These photos (Kodak slides) were also taken by my grandparents while on vacation in 1966, and they've been scanned but not altered.\nThe first image is of the <a href=\"http://en.wikipedia.org/wiki/Acropolis_of_Athens\">Acropolis of Athens</a>, and in this citadel all the other images except the last are found.</p>\n<p>The middle images are of the <a href=\"http://en.wikipedia.org/wiki/Parthenon\">Parthenon</a>, and also of the <a href=\"http://en.wikipedia.org/wiki/Odeon_of_Herodes_Atticus\">Odeon of Herodes Atticus</a>, an ancient amphitheater.</p>\n<p>Second to last is the <a href=\"http://en.wikipedia.org/wiki/Caryatid\">Porch of the Caryatids</a>, also known as the \"Porch of the Maidens,\"which is found at the <a href=\"http://en.wikipedia.org/wiki/Erechtheion\">Erechtheion</a>, an ancient Greek temple in the Acropolis.</p>\n<p>The last image is of the <a href=\"http://en.wikipedia.org/wiki/Panathenaic_Stadium\">Panathenaic Stadium</a>, the location of the <a href=\"http://en.wikipedia.org/wiki/Panathenaic_Games\">Panathenaic Games</a> between the sixth and third centuries BC. The Panathenaic Games were like the Ancient Olympic Games but only Athenians competed. In the late 1800s the stadium was rebuilt, and the <a href=\"http://en.wikipedia.org/wiki/1896_Olympics\">first modern Olympic Games</a> took place there in 1896.</p>\n<figure><a href=\"https://steveanderson.digital/uploads/2025/a3ad260bf1.jpeg\"><img title=\"1 - Acropolis.jpeg\" src=\"https://steveanderson.digital/uploads/2025/a3ad260bf1.jpeg\" alt=\"1966 photograph of the Acropolis.\" width=\"1604\" height=\"1079\" border=\"0\" /></a>\n<figcaption>The Acropolis (1966)</figcaption>\n</figure>\n<p>Additional photos of the Acropolis:</p>\n<ul>\n<li><a href=\"https://steveanderson.digital/uploads/2025/2acropolis.jpeg\">(2) from a distance </a></li>\n<li><a href=\"https://steveanderson.digital/uploads/2025/3parthenon.jpeg\">(3) angle</a></li>\n<li><a href=\"https://steveanderson.digital/uploads/2025/4parthenon.jpeg\">(4) close angle</a></li>\n<li><a href=\"https://steveanderson.digital/uploads/2025/5parthenon.jpeg\">(5) interior</a></li>\n<li><a href=\"https://steveanderson.digital/uploads/2025/6parthenon.jpeg\">(6) side</a></li>\n</ul>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/7odeon-of-herodes-atticus.jpeg\"><img title=\"7 - Odeon of Herodes Atticus.jpeg\" src=\"https://steveanderson.digital/uploads/2025/7odeon-of-herodes-atticus.jpeg\" alt=\"1966 photograph of the Odeon of Herodes Atticus.\" width=\"1608\" height=\"1087\" border=\"0\" /></a>\n<figcaption>The Odeon of Herodes Atticus (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/bebd1deb15.jpeg\"><img title=\"8 - Porch of the Caryatids.jpeg\" src=\"https://steveanderson.digital/uploads/2025/bebd1deb15.jpeg\" alt=\"The Porch of the Caryatids (1966)\" width=\"1604\" height=\"1087\" border=\"0\" /></a>\n<figcaption>The Porch of the Caryatids (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/9panathenaic-stadium.jpeg\"><img title=\"9 - Panathenaic Stadium.jpeg\" src=\"https://steveanderson.digital/uploads/2025/9panathenaic-stadium.jpeg\" alt=\"1966 photograph of the Panathenaic Stadium.\" width=\"1604\" height=\"1079\" border=\"0\" /></a>\n<figcaption>The Panathenaic Stadium (1966)</figcaption>\n</figure>\n<hr />\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-08-14T15:10:14-07:00",
				"url": "https://steveanderson.digital/2012/08/14/ruins-of-the-acropolis-athens/",
				"tags": ["photographs","History and Memory","slides","ancient greece"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/08/14/roman-ruins-rome-italy/",
				"title": "Roman Ruins, 1966 - Rome, Italy",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>These photos of Roman ruins were taken in 1966 by my grandparents. These images are scanned Kodak slides, and they have not been altered.\nThe first image with the inscription is near the <a href=\"http://en.wikipedia.org/wiki/Basilica_Aemilia\">Basilica Aemilia</a> of the <a href=\"http://en.wikipedia.org/wiki/Roman_forum\">Forum</a>. More information can be found on the inscription <a href=\"http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Inscriptions/Index/home.html\">at the Index of Latin Inscriptions at the University of Chicago (97A23.11)</a>.</p>\n<p>I’m assuming the last image is also in the Forum, and the other slides are some interesting takes of the <a href=\"http://en.wikipedia.org/wiki/Colosseum\">Colosseum</a>.</p>\n<figure><a href=\"https://steveanderson.digital/uploads/2025/2b540267fa.jpeg\"><img title=\"1 - Forum inscription.jpeg\" src=\"https://steveanderson.digital/uploads/2025/2b540267fa.jpeg\" alt=\"Forum inscription.\" width=\"1608\" height=\"1091\" border=\"0\" /> </a>\n<figcaption>Inscription at The Forum (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/f1e52bde14.jpeg\"><img title=\"2 - Colosseum interior-side.jpeg\" src=\"https://steveanderson.digital/uploads/2025/f1e52bde14.jpeg\" alt=\"Colosseum interior-side.\" width=\"1599\" height=\"1079\" border=\"0\" /></a>\n<figcaption>Colosseum interior-side view (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/3colosseum-arena-floor-supports.jpeg\"><img title=\"3 - Colosseum arena floor supports.jpeg\" src=\"https://steveanderson.digital/uploads/2025/3colosseum-arena-floor-supports.jpeg\" alt=\"Colosseum arena floor supports.\" width=\"1620\" height=\"1100\" border=\"0\" /></a>\n<figcaption>Colosseum arena floor supports, the hypogeum (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/4colosseum-interior-mid.jpeg\"><img title=\"4 - Colosseum interior-mid.jpeg\" src=\"https://steveanderson.digital/uploads/2025/4colosseum-interior-mid.jpeg\" alt=\"Colosseum interior-mid.\" width=\"1599\" height=\"1084\" border=\"0\" /></a>\n<figcaption>Colosseum interior-mid view (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/5colosseum-walkway.jpeg\"><img title=\"5 - Colosseum walkway.jpeg\" src=\"https://steveanderson.digital/uploads/2025/5colosseum-walkway.jpeg\" alt=\"Colosseum walkway.\" width=\"1071\" height=\"1604\" border=\"0\" /></a>\n<figcaption>Colosseum walkway (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/6colosseum-hallway.jpeg\"><img title=\"6 - Colosseum hallway.jpeg\" src=\"https://steveanderson.digital/uploads/2025/6colosseum-hallway.jpeg\" alt=\"Colosseum hallway.\" width=\"1596\" height=\"1023\" border=\"0\" /></a>\n<figcaption>Colosseum hallway (1966)</figcaption>\n</figure>\n<hr />\n<figure><a href=\"https://steveanderson.digital/uploads/2025/7forum.jpeg\"><img title=\"7 - Forum.jpeg\" src=\"https://steveanderson.digital/uploads/2025/7forum.jpeg\" alt=\"The Forum.\" width=\"1596\" height=\"1079\" border=\"0\" /></a>\n<figcaption>The Forum (1966)</figcaption>\n</figure>\n<hr />\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-08-14T13:50:31-07:00",
				"url": "https://steveanderson.digital/2012/08/14/roman-ruins-rome-italy/",
				"tags": ["photographs","ancient rome","History and Memory","slides"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/03/13/a-courtesy-not-an-obligation/",
				"title": "A Courtesy - Not an Obligation",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"http://www.marco.org/2012/03/12/not-a-curator\">I’m not a “curator”</a></p>\n<blockquote>\n<p>Some might as a courtesy, but it shouldn’t be considered an obligation.</p>\n</blockquote>\n<p><em>via </em><a href=\"http://daringfireball.net/linked/2012/03/13/arment-via\">DF</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-03-13T04:16:14-07:00",
				"url": "https://steveanderson.digital/2012/03/13/a-courtesy-not-an-obligation/",
				"tags": ["digital culture","digital curation"]
			},
			{
				"id": "http://sadigital.micro.blog/2012/03/10/the-artistry-of-the-postmodern/",
				"title": "The artistry of the postmodern GIF",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Animated GIFs: The Birth of a Medium | Off Book | PBS Digital Studios</p>\n<p><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/vuxKb5mxM8g?si=xyI5lpBkll_Lvhu8\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2012-03-10T11:18:45-07:00",
				"url": "https://steveanderson.digital/2012/03/10/the-artistry-of-the-postmodern/",
				"tags": ["digital culture","digital art","gif"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/08/12/presenting-in-seattle/",
				"title": "Presenting in Seattle",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I just returned from a history conference in Seattle. It was the annual meeting of the <a title=\"Pacific Coast Branch of the AHA\" href=\"https://web.archive.org/web/20110930214641/http://pcb.cgu.edu/\">Pacific Coast Branch of the American Historical Association (Wayback Machine link)</a>. It was a great conference, well run, and very friendly.</p>\n<p>I presented, \"Processing the Suburbs: Gender, Technology, and Paperwork in Postwar America.\" At the heart of the paper is the need to provide a historical component to the Digital Humanities, and to better understand the historical foundations of modern digital culture.</p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-08-12T17:19:52-07:00",
				"url": "https://steveanderson.digital/2011/08/12/presenting-in-seattle/",
				"tags": ["Presentations","Academia","conference"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/08/09/lake-tahoe-milky-way-night/",
				"title": "Lake Tahoe Milky Way Night Time Lapse on Vimeo",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>Lake Tahoe Milky Way Night Time Lapse</p>\n<div style=\"padding: 56.25% 0 0 0; position: relative;\"><iframe style=\"position: absolute; top: 0; left: 0; width: 100%; height: 100%;\" title=\"Lake Tahoe Milky Way Night Time Lapse\" src=\"https://player.vimeo.com/video/14718221?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479\" frameborder=\"0\"></iframe></div>\n<p>\n<script src=\"https://player.vimeo.com/api/player.js\"></script>\n</p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-08-09T21:39:47-07:00",
				"url": "https://steveanderson.digital/2011/08/09/lake-tahoe-milky-way-night/",
				"tags": ["Videos","astronomy","lake tahoe"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/08/09/new-digital-humanities-minor-at/",
				"title": "New Digital Humanities Minor at UCLA",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I'm interested to find out more about this new program at UCLA. It seems like an excellent way to get students propelled into Digital Humanities projects.\n<a title=\"UCLA's new Digital Humanities minor\" href=\"https://dailybruin.com/2011/08/08/_students_should_embrace_uclas_new_digital_humanities_minor_\">Students Should Embrace UCLA's New Digital Humanities Minor: Daily Bruin</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-08-09T09:56:30-07:00",
				"url": "https://steveanderson.digital/2011/08/09/new-digital-humanities-minor-at/",
				"tags": ["Academia","Digital Humanities","courses"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/08/06/born-digital-newspaper-project/",
				"title": "Born Digital newspaper project",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img title=\"cdnc.jpg\" src=\"https://steveanderson.digital/uploads/2025/cdnc.jpg\" alt=\"The CDNC at UCR homepage image.\" width=\"640\" height=\"398\" border=\"0\" /></p>\n<p>This summer I've been working on the \"Born Digital\" project at the <a title=\"Center for Bibliographic Studies and Research at UC Riverside\" href=\"http://cbsr.ucr.edu\">Center for Bibliographic Studies and Research</a> (CBSR) at <a href=\"http://ucr.edu\">UC Riverside</a>. The Born Digital project is an effort to help preserve small, weekly newspapers that are currently being produced in digital formats.</p>\n<p>While digital technology has allowed modern newspapers to be created and distributed in new and exciting ways, it has also made the records of those newspapers more fragile. The Born Digital project helps newspaper publishers preserve, and make accessible to the general public at no charge, their digital files. As an online archive, the Born Digital project is a portion of the <a title=\"California Digital Newspaper Collection at UC Riverside\" href=\"http://cdnc.ucr.edu\">California Digital Newspaper Collection</a>, which holds titles from 1846 to the present.</p>\n<p>More information about the Born Digital project is available in this UCR news article: <a title=\"UCR news article: Born Digital project\" href=\"https://web.archive.org/web/20110829020751/http://newsroom.ucr.edu/2667\">http://newsroom.ucr.edu/2667 (Wayback Machine link)</a></p>\n<p><a href=\"http://on.fb.me/p5JloS\">The CDNC on Facebook</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-08-06T17:10:19-07:00",
				"url": "https://steveanderson.digital/2011/08/06/born-digital-newspaper-project/",
				"tags": ["Academia","archives","digital curation","Digital Humanities","newspapers","Projects"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/04/25/blogging-thcentury-style/",
				"title": "Blogging, 18th-Century Style",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a title=\"Blogging, 18th Century Style\" href=\"https://blogs.getty.edu/iris/harvard-historian-robert-darnton-on-blogging-18th-century-style/\">Harvard Historian Robert Darnton on Blogging, 18th-Century Style – The Getty Iris.</a></p>\n<blockquote>\n<p>An 18<sup>th</sup>-century information society?</p>\n<p>It bugs me when people say, “we live in the information society,” as if ours is the first one that ever came into existence. Every society is an information society, according to the technologies of the time.</p>\n</blockquote>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-04-25T07:27:49-07:00",
				"url": "https://steveanderson.digital/2011/04/25/blogging-thcentury-style/",
				"tags": ["digital culture","Academia","information networks","social media"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/04/23/remember-the-conference/",
				"title": "Remember The Conference",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p>I'm in San Antonio, Texas, today (right down the street from <a href=\"https://en.wikipedia.org/wiki/Battle_of_the_Alamo\">) to present a paper at the PCA/ACA conference. It's a joint conference of the Popular Culture Association and the American Culture Association: </a><a title=\"PCA ACA\" href=\"http://bit.ly/olzUiV\">pcaaca.org</a><a href=\"https://en.wikipedia.org/wiki/Battle_of_the_Alamo\"> My paper is on the history of modern consumer culture and digital technology.</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2011-04-23T00:41:01-07:00",
				"url": "https://steveanderson.digital/2011/04/23/remember-the-conference/",
				"tags": ["Presentations","Academia","conference"]
			},
			{
				"id": "http://sadigital.micro.blog/2011/02/27/book-review-the-conquest-of/",
				"title": "Book Review: The Conquest of Nature",
				"content_html": "<!-- raw HTML omitted -->\n<!-- raw HTML omitted -->",
				"content_text": "<p>In our class tonight on Environmental History: \"Nature, Space, and Place,\" we'll be discussing David Blackbourn's, <em>The Conquest of Nature: </em><em>Water, Landscape and the Making of Modern Germany</em>. Our class posts discussion points and reviews on our student-powered blog. My review of <em>The Conquest of Nature</em> is below, and also at this link on the class blog: Nature | Space | Place: \"A Patina of Naturalness\" (link no longer available).</p>\n<hr />\n<h3>“A Patina of ‘Naturalness’”</h3>\n<p>Book Review: <em>The Conquest of Nature: Water, Landscape and the Making of Modern Germany</em>, by David Blackbourn.</p>\n<p><em>The Conquest of Nature</em>, written by David Blackbourn, is a masterful work of environmental history. Published in 2006, <em>The Conquest of Nature</em> details the transition of Germany from a conglomeration of kingdoms in the mid 1700s into a modern nation-state. Blackbourn’s ability to marshal a wide variety of sources, from census records to works of literature, gives <em>The Conquest of Nature</em> a robust and weighty feel. The sheer depth of Blackbourn’s research is impressive enough, but the scope of such a national history, especially one with such dark interludes during the twentieth century, lends a sense of awe. The history of modern Germany and the country’s national identity are entangled in the landscape of the region. By examining the relationship of technology and the environment, the negotiation between people and nature, and the contemporary perceptions of geographic position in an increasingly globalized worldview, the history of Germany is shown as a story of both hope and despair, promise and sacrifice.</p>\n<!--more-->\n<p>Rather than deriding the decisions of the past, Blackbourn is careful to understand the historical viewpoints of the German people regarding the environment. Too often the modern perspective of environmentalism has chastised historical actors for their short-sightedness and the unintended consequences which beset the present. The modern divisions of environmental space, such as urban, suburban, and rural, were not so neatly compartmentalized in the German past. The memory of the land was one of suffering, hardship, and turmoil, and only very recently, since the 1970s, has the environment been seen as an integral part of human existence rather than an enemy to be conquered.</p>\n<p>As in David Biggs’ work on the Mekong Delta titled, <em>Quagmire</em>, the inhabitants of the countryside were well aware of the precariousness of their existence. Memories of wilderness were fraught with hunger, through poor agricultural yields, and deathly disease from pestilent swamps and marshes. Rivers and streams were arteries of trade and human travel, but connectivity also allowed a commingling of ecosystems. <em>Quagmire</em> illustrated how the Vietnamese dealt with an invasive water hyacinth, a Western byproduct of human migration, while in comparison Germans fought the Canadian water weed after it escaped the botanical gardens. Nature could be packaged and displayed in small, controlled settings, but wider environmental protection was far from the minds of Germans in the eighteenth and nineteenth centuries. There was no fondness or nostalgia for the natural past. Nature was forbidding and fickle, and with the positing of human control through the ideas of the Enlightenment, mastering the Rhine and taming the Oderbruch were seen as true possibilities.</p>\n<p>However, in a time when the basic natural laws and principles were discovered in seemingly quick succession one of the most elemental laws, that every action has an equal and opposite reaction (Newton’s third law of motion), seemed to be forgotten. Much as in <em>Emerald City </em>(2007), an environmental history of Seattle by Matthew Klingle, straightened rivers focused their velocity on under-constructed dikes and banks. These rivers were fed by the mountainsides which, shorn of their trees and vegetation, channeled rain and melting ice into torrents. Germans viewed the resulting floods as a “moral judgement,” their mystical qualities expressed through the phantom ringing of church bells, often the only harbinger of impending destruction (Blackbourn, 127). The inability to see cause and effect through environmental activities focused theories on the supernatural, instead of the interconnectedness of ecosystems. Environmental change was beyond the normal scope of human activity, centering instead on a generational, centennial, or even greater timescale.</p>\n<p>The religious aspects of the environment were apparent in the biblical qualities of natural disasters, and also in the perception of human intervention. Through literary works, Blackbourn discussed the historical viewpoints of untainted nature, that areas without a human presence were seen as a “garden of Eden” (Blackbourn, 73). This, however, proposed a defeatist position regarding the negotiation between humankind and nature, for as Blackbourn states: “When we write about human impact on the natural world, we should recognize that we are dealing with the interaction of two dynamic systems” (Blackbourn, 74). This is not a point at which to completely release history from the faults of greed and ill-conceived plans, it is instead a reconciliation of humankind’s limitations and potential. The nostalgia for an arbitrary point in a more perfect past, or a cultural amnesia which ignores the long history of people and the natural world only leads away from a more productive and healthier future.</p>\n<p>Blackbourn’s environmental history shows that Germans have been divided from Europe, divided between themselves, and divided from nature, but none of these relationships were entirely separated. With the advent of the telegraph and the steamship, technology compressed both time and space highlighting and strengthening these divisions, but never severing them from one another. The period of National Socialism and the horrors of the Nazi regime were built on the collective memories of a “green” and verdant Germany. Conquering nature also meant conquering the people that made the land their home, but such an intense desire for control also coincided with an even greater fear of uncertainty. <em>The Conquest of Nature</em> illustrates how the road to “German racial superiority” was also littered with “German anxiety” (Blackbourn, 322).</p>\n<p><em>The Conquest of Nature</em> is an environmental history, but it is also the story of the German people. Geography was no longer “destiny,” but in breaking free of the restrictions of place and space through technology, the certainty of geography was eroded as well (Blackbourn, 176). Blackbourn has not only used the environment as a lens with which to understand modern Germany, but he has shown how the development of a modern nation-state shaped, and was itself shaped, by the very land on which it stands.</p>\n<p>(Revised and republished April 23rd, 2025)</p>\n",
				"date_published": "2011-02-27T17:49:18-07:00",
				"url": "https://steveanderson.digital/2011/02/27/book-review-the-conquest-of/",
				"tags": ["Academia","book review","Books","environmental history","germany"]
			},
			{
				"id": "http://sadigital.micro.blog/2010/11/14/the-shadow-scholar/",
				"title": "The Shadow Scholar",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><img class=\" wp-image-363 alignnone\" src=\"http://steveanderson.wpengine.com/wp-content/uploads/2012/03/5713-dante1.jpeg\" alt=\"\" /> <a title=\"The Shadow Scholar\" href=\"https://web.archive.org/web/20200730092008/https://www.chronicle.com/article/the-shadow-scholar/\">The Shadow Scholar - The Chronicle Review - The Chronicle of Higher Education (Wayback Machine link)</a>.</p>\n<p>...and two other related articles:</p>\n<p><a title=\"The Term Paper Artist\" href=\"https://www.thesmartset.com/article10100801/\">The Term Paper Artist</a></p>\n<p><a title=\"The Paper Market\" href=\"https://web.archive.org/web/20120224194016/http://www.onthemedia.org/2008/nov/28/the-paper-market/transcript/\">The Paper Market (Wayback Machine link)</a></p>\n<p>(Revised and republished April 21st, 2025)</p>\n",
				"date_published": "2010-11-14T08:51:20-07:00",
				"url": "https://steveanderson.digital/2010/11/14/the-shadow-scholar/",
				"tags": ["Academia","education","plagiarism"]
			},
			{
				"id": "http://sadigital.micro.blog/2010/10/08/the-mexican-suitcase/",
				"title": "The Mexican Suitcase",
				"content_html": "<!-- raw HTML omitted -->\n",
				"content_text": "<p><a href=\"https://www.nytimes.com/2010/09/24/arts/design/24suitcase.html\">Images of War, Finally Unpacked - <cite>The New York Times</cite>, 2010</a></p>\n<p><img title=\"24suitcase_337-395-jumbo.jpeg\" src=\"https://steveanderson.digital/uploads/2025/24suitcase-337-395-jumbo.jpeg\" alt=\"Old photograph of soldiers walking.\" width=\"724\" height=\"693\" border=\"0\" /></p>\n<p>(Revised and republished April 19th, 2025)</p>\n",
				"date_published": "2010-10-08T10:49:19-07:00",
				"url": "https://steveanderson.digital/2010/10/08/the-mexican-suitcase/",
				"tags": ["photographs","History and Memory","david seymour","gerda taro","robert capa","spanish civil war"]
			},
			{
				"id": "http://sadigital.micro.blog/2010/08/16/the-illustrated-guide-to-a/",
				"title": "The Illustrated Guide to a Ph.D.",
				"content_html": "<!-- raw HTML omitted -->\n<!-- raw HTML omitted -->\n<p>(Revised and republished April 12th, 2025)</p>\n",
				"content_text": "<p><a href=\"https://matt.might.net/articles/phd-school-in-pictures\" target=\"_blank\"></a>The Illustrated Guide to a Ph.D., Matthew Might, 2010.</p>\n\n<blockquote>You push at the boundary for a few years, until one day the boundary gives way.</blockquote>\n\n(Revised and republished April 12th, 2025)\n",
				"date_published": "2010-08-16T01:47:26-07:00",
				"url": "https://steveanderson.digital/2010/08/16/the-illustrated-guide-to-a/",
				"tags": ["Academia","education","phd"]
			}
	]
}
